{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan"}, "Header": {"0": "Christian cemetery inaugurated in Pindi", "1": "33 PTI workers caught in Pindi police dragnet", "2": "CDA allowed to dump waste at Losar in violation of court order", "3": "USAID hosts moot for flood-hit communities", "4": "Despite court orders, newly-formed districts still not restored", "5": "Major water project still on the backburner"}, "Summary": {"0": "Free bus to be allocated to community for transporting dead bodies to graveyard", "1": "Party workers go into hiding in a bid to avoid arrests as crackdown continues", "2": "Locals to file contempt plea against Rawalpindi deputy commissioner", "3": "Conference aims to gather support in post-flood recovery, rehabilitation and reconstruction efforts", "4": "Caretaker govt leaves Murree, Talagang districts' fate up to next govt", "5": "WHO ranks Pakistan 23rd among water-starved nations"}, "Detail": {"0": "While people are facing a severe problem in burying their loved ones, as all graveyards in the garrison city have run out of space, Christians got their separate cemetery in the new Rakh Dhamial Graveyard.\nThe Christian cemetery on 100-kanal was inaugurated on Tuesday by Rawalpindi Deputy Commissioner Hassan Waqar Cheema.\nThe deputy commissioner said that Christians will also be given a free bus to transport dead bodies to the cemetery.\nThe registration certificate of the new cemetery has also been issued to Anjuman-e-Christian-Qabristan.\nAnjuman-e-Christian-Qabristan Chairman Pastor Ilyas Masih, Vice-Chairman Liauqat Abdullah, Finance Secretary Ishaq Masih, Asif James, Salim Masih, Tariq Masih and Haroon George Pastor were alsp present during the inauguration of the cemetery.\nPastor Ilyas said that there was no separate cemetery for Christians in the garrison city as the existing ones were full. He said that they were facing severe difficulties to bury the dead. “The deputy commissioner has done us a favour by accepting our big demand. This is a new modern cemetery with all facilities,” he said.\nThe cemetry has complete facilities including a funeral home and pyre and running water.\nIn the first phase, 100-kanal has been allocated for Christians, which will be increased in the future as per the need.\nDhamial is a large suburb of Rawalpindi. A vast modern cemetery has been built here on 10,000 acres of land. The Christian cemetary has been declared adjacent to the Muslim cemetery.\nAll 54 graveyards in Rawalpindi city and the cantonment are filled to capacity.\nCurrently, all cemeteries in the city have fallen into the hands of the graveyard mafia who charge as much as up to Rs34,000 for digging a grave. The graves that were not visited by families were being demolished by these people to build a new ones.\n \nPublished in The Express Tribune, March 22nd, 2023.\n", "1": "Amid high political drama, detentions, and violent clashes between Pakistan Tehreek-i-Insaf workers and law enforcement agencies in various cities, PTI leaders and activists in Rawalpindi have gone underground to avoid arrest.\nAccording to sources, the Rawalpindi police, acting on directions of higher authorities raided the houses and offices of former federal minister Ghulam Sarwar Khan, Sheikh Rashid Shafique, Raja Rashid Hafeez, Raja Basharat, and others, only to return empty-handed.\nIn the fresh round of raids, the police targeted the third-tier leadership of the party to weaken its strength and arrested 33 workers including PTI Metropolitan Senior Vice President Hafiz Zahid Khan, they said.\nThe raids to arrest Amir Kiyani, Umar Tanveer Butt and Malik Imran also ended up in failure.\nSources added that after violent clashes outside Islamabad Judicial Complex and Zaman Park in Lahore, the police have started a crackdown to arrest the active leaders and workers in Rawalpindi.\nA police officer told The Express Tribune on the condition of anonymity that the police have been provided with lists of the PTI leaders and activists. The lists include names of officials and workers of various wings of the party as well as former MNAs and MPAs, he said.\n“The police have been asked to trace and round up PTI workers.”\nHe said in a late-night crackdown, the police took Hafiz Zahid Khan into custody and transferred him to Newtown police station.\nSimilarly, a police team led by Westridge Police Station SHO Inspector Zahid Zahoor raided the houses of Umar Tanveer Butt and PTI local leader Malik Imran but failed to arrest them.\n \nPublished in The Express Tribune, March 22nd, 2023.\n", "2": "The Rawalpindi administration has allocated 1200-kanal of land to the Capital Development Authority (CDA) in Mauza Losar to dump the capital’s waste in violation of the court order.\nRawalpindi Deputy Commissioner Hasan Waqar Cheema through a notification has given formal permission to the CDA to dump all garbage and harmful hospital waste from Islamabad at the Losar, dumping site.\nThe Lahore High Court Rawalpindi bench had ordered to remove the dumping site, where waste from Rawalpindi is already being dumped, to Mandra–Chakwal Road, where the Rawalpindi administration had acquired 1,200-kanal of land.\nInstead of moving the waste dumping site to Mandra–Chakwal Road, the Rawalpindi administration has not only allowed the CDA to dispose of waste at Losar but also decided to dump the waste of the garrison city at the same location.\nThe Pakistan Tehreek-e-Insaf government had approved to remove the dumping ground spreading on 1,250-kanal at Losar and move it to Mandra–Chakwal Road. However, the current Rawalpindi administration decided against the order of the high court and allowed the CDA to dump the capital’s waste at the current dumping site.\nAfter the local administration allowed the CDA to dump the waste at Losar, around 120,000 residents of the area announced to file a contempt plea in the high court against the Rawalpindi deputy commissioner.\nThey announced to challenge the deputy commissioner’s notification allowing the CDA to dump the capita’s waste. Thoba, Bada Meera, Chhota Meera, Hari, Bhambli Meera and other villages are also located in the area.\nDue to the dumping of garbage at Losar, citizens were already suffering from cancer, skin diseases, tuberculosis, and throat, stomach, and eye irritation.\nThey said that the dumping of the capital’s waste will further exacerbate ailments and put the locals at higher risk of catching diseases.\nThe construction of the new dumping ground for Islamabad will also lead to the shutting down of 15 brick kilns in Losar and nearby villages. Zigzag technology had been installed in these brick kilns at a cost of millions of rupees a year ago. The closure of these brick kilns will increase the prices of bricks and render thousands of workers jobless.\nMohammad Asif advocate and Imran Aziz said that on their petition, the high court had decided to remove the dumping ground from Losar and shift it to Mandra Road. They said that Islamabad is a separate district, so how can the garbage of the federal capital be dumped in Punjab?\nThey said that the deputy commissioner has illegally allowed the garbage of Islamabad to be dumped in Rawalpindi. They said that they have decided to challenge the decision in the high court.\nPublished in The Express Tribune, March 22nd, 2023.\n", "3": "The United States Agency for International Development (USAID) hosted the “Building Back Better Conference” at the Serena Hotel Islamabad with an aim to gather representatives from various public and private organisations to deliberate on effective strategies for involving the US-Pakistani diaspora and private sector in initiatives aimed at facilitating post-flood recovery, rehabilitation, and reconstruction efforts.\nThe conference aimed to explore and identify innovative ways to engage these groups to address the challenges posed by the floods, and devise a plan for sustainable and long-term solutions.\nDuring the event, MoU was signed between the Coca-Cola Company and USAID to create a humanitarian and social development impact in Pakistan by addressing the immediate, short, and long-term needs of the flood-affected population and social development causes in Pakistan.\nUnder the MoU, USAID will collaborate with the company on flood response activities and use its convening power to create an enabling environment to address operational challenges. Additionally, USAID will facilitate contacts through its network of relationships with the local business and diaspora of Pakistani nationals abroad for identifying possible partnership opportunities.\nThe company, in turn, will collaborate with USAID in flood-affected areas following a hybrid approach of creating a social and commercial impact.\nPublished in The Express Tribune, March 22nd, 2023.\n", "4": "The caretaker Punjab government has refused to restore the two new districts of Murree and Talagang despite the order of the Lahore High Court’s Rawalpindi bench to restore them and has left the matter to the newly elected government in the province.\nAccording to sources, till the formation of the new provincial government, both Murree and Talagang districts will function as tehsil headquarters.\nThe district officers posted in these two districts have been recalled and the administrative control of these two districts has been entrusted to the assistant commissioners while the district officers who were posted in other institutions have also been recalled, the sources said.\nPakistan Tehreek-e-Insaf (PTI)'s MNA from Murree, Sadaqat Ali Abbasi, and Talagang Bar's former president and senior lawyer Advocate Malik Kabir told The Express Tribune that if the status of the two districts was not restored by the next week, a contempt of court petition would be filed against the caretaker government.\n“There is a clear order of the high court that both the districts are restored which cannot be violated,” they said.\nMeanwhile, sources in the caretaker provincial government told The Express Tribune that the economic crisis was severe. “Funds are not available for expenditure on new districts,” they said.\nPublished in The Express Tribune, March 22nd, 2023.\n", "5": "On the occasion of World Water Day keeping in view Pakistan ranking 23rd among the countries suffering from severe water shortage in the next decade and its fast-depleting water reserves, it has become inevitable to adopt austerity at the national level.\nThe World Health Organisation (WHO) has also declared the availability of water in accordance with the principles of hygiene and securing water reserves as extremely significant because every year more than five million people in the world suffer from diseases due to the use of contaminated water.\nGiven the rapid decline of the underground water levels in Pakistan and the increase in the need for water due to its growing population, it has become extremely necessary to protect the reservoirs, but also to use the seawater as well as the water from the rivers, which gets wasted by falling into the sea, for drinking after treatment.\nFurther, rainwater harvesting can be used for proper and economical use of water for bathing, and ablution in mosques and the same water can also be used for irrigation purposes.\nCurrently, water is being used through the wash basin to commode link in an awareness campaign for the correct and economical use of water in Japan, through which the water used in the wash basin can be reused in the commode.\nIn this regard, it is also important not to have leakages in the water supply network, not to overflow the overhead tank and to shut down the electric motor after running it to obtain water so that the electric motor does not keep running more than the requirement and the waste of electricity and water due to overflowing can be avoided.\nOn the occasion of World Water Day on March 22 [today], the WHO is convincing citizens and governments to use water carefully and economically.\nIn this context, it is very important to use underground water with a plan and to use sea and river water after treatment for drinking and other needs. The WHO has indicated that Pakistan is in 23rd place among those countries which will have a severe shortage of water in the next decade.\nAccording to the WHO, the countries in which there is a severe shortage of water include Bahrain, Kuwait, Qatar, Arab Emirates, Palestine, Israel, Saudi Arabia, Lebanon, Oman, Kyrgyzstan and Iran.\nIn the awareness campaign regarding the lack of water reservoirs in these countries, citizens and responsible institutions are being convinced about the economical use of water, its importance and utility and preventing wastage.\nLike any other country, if the water situation is examined in the country’s capital, where the central offices of the federal government and all related institutions are located, there is no long-term plan for water availability in Islamabad its twin city of Rawalpindi despite the increasing need for water among the growing population.\nAt present, apart from Rawal Dam and Khanpur Dam, which depend on rainwater, water supply through tube wells is feasible while the most important water supply project for Islamabad and Rawalpindi districts for over 100 years, the Ghazi Barotha Water Supply Project is still pending after being considered by many governments in the past.\nThe cost of the Ghazi Barotha project, which has suffered the longest delay, has now reached Rs90 billion. Its project concept-1 (PC-1) has been sent to the Central Development Working Party (CDWP) by the Capital Development Authority (CDA), the executing agency of the project.\nIn the first phase of the project, 200 million gallons of water will be available per day of which 100 million gallons per day (MGD) of water is to be provided to the CDA, 50 MGD to the WASA and 50 MGD to the Rawalpindi Cantonment Board.\nThe cost of the project has been divided among the three institutions according to their water supply share, under which the CDA will be responsible to pay Rs45 billion and the WASA and RCB will pay Rs22.50 billion each. In the second and third phases of the project, the daily supply is to reach 300 million gallons per day, but the project is still pending.\n \nPublished in The Express Tribune, March 22nd, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2407416/christian-cemetery-inaugurated-in-pindi", "1": "https://tribune.com.pk/story/2407413/33-pti-workers-caught-in-pindi-police-dragnet", "2": "https://tribune.com.pk/story/2407410/cda-allowed-to-dump-waste-at-losar-in-violation-of-court-order", "3": "https://tribune.com.pk/story/2407408/usaid-hosts-moot-for-flood-hit-communities", "4": "https://tribune.com.pk/story/2407406/despite-court-orders-newly-formed-districts-still-not-restored", "5": "https://tribune.com.pk/story/2407402/major-water-project-still-on-the-backburner"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad"}, "CreationDate": {"0": "2023-03-22", "1": "2023-03-22", "2": "2023-03-22", "3": "2023-03-22", "4": "2023-03-22", "5": "2023-03-22"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/610429-graveyardx-1380315826/610429-graveyardx-1380315826.jpg", "1": "https://i.tribune.com.pk/media/images/PTI_Police_clash_Lahore1678289614-0/PTI_Police_clash_Lahore1678289614-0.jpg", "2": "https://i.tribune.com.pk/media/images/726597-WasteManagementtrashcopy-1403659129/726597-WasteManagementtrashcopy-1403659129.jpg", "3": "https://i.tribune.com.pk/media/images/download1672081881-0/download1672081881-0.jpg", "4": "https://i.tribune.com.pk/media/images/mohsin-naqvi1678347067-0/mohsin-naqvi1678347067-0.jpg", "5": "https://i.tribune.com.pk/media/images/waterJ1671448281-0/waterJ1671448281-0.jpg"}}