{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan"}, "Header": {"0": "Private plane makes emergency landing", "1": "Ramazan Sasta Bazaars closed", "2": "‘Glaucoma cases in children on the rise in Pakistan’", "3": "Teleschool app gets response", "4": "CDA calls off public hearing of landfill site", "5": "Alvi for payment of insurance claim to widow", "6": "NADRA launches dedicated helpline for transpersons"}, "Summary": {"0": "Aircraft made emergency landing due to harsh weather conditions but fortunately, all passengers were unharmed", "1": "According to the district administration, only Utility Stores will provide subsidies during the holy month", "2": "Ophthalmologist says annual eye check up vital to detect early signs of ailment", "3": "Teleschool App has garnered approximately 5,500 enrollment numbers in the past week", "4": "Punjab environmental dept raises objection to hastily called public debate on waste dumping at Losar", "5": "President says maladministration on part of insurance company established", "6": "Service aims to assist transgender persons in acquiring identity cards"}, "Detail": {"0": "A private plane was forced to make an emergency landing at Akhter Nawaz Khan Shaheed Cricket Stadium in Khalabat Township on Friday night due to severe weather conditions and heavy rainfall. \nAs a result of the incident, a large number of people reportedly gathered at the stadium to observe the situation, while local authorities including the police were initially unaware of the situation. \nFollowing the emergency landing, former member of Khyber Pakhtunkhwa Assembly Gohar Nawaz Khan took to social media to urge people to avoid spreading misleading information in Haripur. \nHe said that the individuals on board were his guests who had come to visit his family after the passing of his father. \nThe aircraft had to make an emergency landing due to the extremely harsh weather conditions at that time, but fortunately, all passengers were unharmed and returned safely, he added.\nPublished in The Express Tribune, April 1st, 2023.\n \n", "1": "For the first time in 45 years, all Ramazan Sasta Bazaars that were established in the Rawalpindi district to provide essential items at subsidised rates to citizens have been officially closed just over a week after they were made functional.\nAccording to sources, authorities concerned have cited a severe financial crisis as the reason behind the closure of these subsidised markets.\nThey said for the first time in over four decades, no Eid bazaars will be established in the district.\nAll Revenue department officials who were given magisterial powers have been stripped of their status. Following the abrupt closure, no subsidy on vegetables, pulses, fruits, rice, ghee, and sugar will be given to citizens.\nAccording to the district administration, only Utility Stores will provide subsidies during the holy month. On the other hand, the Ramazan Sasta Bazaars disappointed the public with insignificant subsidies as compared open market.\nPublished in The Express Tribune, April 1st, 2023.\n", "2": "The prevalence of glaucoma - a vision-threatening eye ailment – in children is increasing at a rapid pace in Pakistan.\nThis revelation was made by the Al-Shifa Trust Eye Hospital on Friday which also called for an intervention.\nThis may be due to the high incidence of consanguinity or family marriages in Pakistan, it said.\nTimely medication and surgical treatment can help control this disease with a good visual outcome and can save many children from lifelong visual disability, said Prof Dr Sumaira Altaf, Head of the Paediatric department at Al-Shifa Trust.\nShe said that glaucoma in children has become a growing cause of concern worldwide and in Pakistan as millions are suffering from it.\nTreatment of glaucoma in children needs specialised medical and surgical care and frequent follow-ups hence parents of children suffering from childhood Glaucoma have to face psychological and financial stress, she added.\nDr Sumaira Altaf said that Al-Shifa Trust Eye Hospital provides free of cost medical and surgical treatment to 80 percent of patients who are treated by experienced and skilled Paediatric Ophthalmologists.\nOn average 22 to 25 pediatric eye surgeries are performed daily including various types of surgeries for glaucoma, she informed.\nThe successful treatment of these patients has resulted in a high number of referrals to the trust’s hospitals from all over the country.\nA large number of cases of pediatric glaucoma have secondary causes either due to trauma, previous eye surgery, associated eye anomalies or injudicious use of steroids.\nDr Sumaira highlighted that the vision of many unfortunate children has been compromised because of the careless use of over-the-counter steroid eye drops.\nMoreover, harmful medicines are frequently prescribed by salesmen at pharmacies, relatives, quacks, and sometimes by general practitioners, who are ignorant that these medicines lead to complications and irreversible blindness.\nPharmaceutical companies should also mention the side effects of these medicines on their packaging as knowledge regarding paediatric glaucoma is scarce, she said, adding that examination at birth by an ophthalmologist is recommended for every child to rule out any eye abnormalities.\nShe advised that an annual eye examination by an ophthalmologist is recommended to detect early signs of glaucoma or other ocular problems and intervene before it is too late.\nDr Sumaira Altaf said that the Al-Shifa Department of Paediatric Ophthalmology and Strabismus Rawalpindi has fully equipped OPD clinics, clinics for pediatric vision and refraction as well as all the diagnostic tests required for children.\nThe competent team of Ophthalmologists caters to an OPD of 250 to 300 children daily while 22 to 25 pediatric eye surgeries are performed daily under general anesthesia.\nOur Paediatric Ophthalmology Department is playing a key role in our fight against childhood blindness, she said.\n \nPublished in The Express Tribune, April 1st, 2023.\n", "3": "The Teleschool App initiative introduced by the Ministry of Federal Education and Professional Training has received a robust response from citizens with more than 10,000 downloads in 310 cities across the country since its launch last week.\nAccording to official sources of the Ministry of Federal Education and Professional Training, the Teleschool App has garnered approximately 5,500 enrollment numbers in the past week. Additionally, the app has received over 17,000 views on a variety of class lesson videos within the same time frame. \n \nPublished in The Express Tribune, April 1st, 2023.\n", "4": "The Capital Development Authority (CDA) had to postpon the public hearing regarding the dumping of the capital’s waste on Chak Belli Road at Losar in the suburb of Rawalpindi after the Punjab Environment Protection Department objected to the hurriedly called public debate.\nLast week, the Rawalpindi administration allocated 1200-kanal of land to the CDA in Mauza Losar to dump the capital’s waste in violation of the court order. Rawalpindi Deputy Commissioner Hasan Waqar Cheema through a notification had given formal permission to the CDA to dump all garbage and harmful hospital waste from Islamabad at the Losar dumping site.\nAs the hearing commenced on Friday at F-9 Park in Islamabad, the Punjab Environment Protection Department opposed the CDA's request for the issuance of the no-objection certificate for the project objecting that the public hearing had been called hastily which was against section 9(3) of the environmental regulation. It sad that no public hearing could be held so hastily and prematurely for a mega project.\nThe Punjab Environment Protection Department also raised the objection the public hearing location (F-9 Park) was 50 kilometres away from the project site and the local residents were unable to travel that far. It said that this remote location for the public hearing from the landfill site was also a violation of the regulation and hence a notification was issued to cancel the public hearing.\nLocal residents have already announced to move the court with a contempt petition stating that the Rawalpindi administration has allowed the CDA to dump the waste at Losar in violation of the court order.\nThey said that instead of moving the waste dumping site to Mandra–Chakwal Road, the Rawalpindi administration has not only allowed the CDA to dispose of waste at Losar but also decided to dump the waste of the garrison city at the same location.\nThe Pakistan Tehreek-e-Insaf government had approved removing the dumping ground spreading on 1,250-kanal at Losar and moving it to Mandra–Chakwal Road. However, the current Rawalpindi administration decided against the order of the high court and allowed the CDA to dump the capital’s waste at the current dumping site.\nAfter the local administration allowed the CDA to dump the waste at Losar, around 120,000 residents of the area announced to file a contempt plea in the high court against the Rawalpindi deputy commissioner.\nThey announced to challenge the deputy commissioner’s notification allowing the CDA to dump the capita’s waste. Thoba, Bada Meera, Chhota Meera, Hari, Bhambli Meera and other villages are also located in the area.\nThe locals said that due to the dumping of garbage at Losar, citizens were already suffering from cancer, skin diseases, tuberculosis, and throat, stomach, and eye irritation.\nThey said that the dumping of the capital’s waste will further exacerbate ailments and put the locals at higher risk of catching diseases.\nThey said that the construction of the new dumping ground for Islamabad will also lead to the shutting down of 15 brick kilns in Losar and nearby villages. Zigzag technology had been installed in these brick kilns at a cost of millions of rupees a year ago. The closure of these brick kilns will increase the prices of bricks and render thousands of workers jobless.\nMohammad Asif advocate and Imran Aziz said that on their earlier petition, the high court had decided to remove the dumping ground from Losar and shift it to Mandra Road. They said that Islamabad is a separate district, so how can the garbage of the federal capital be dumped in Punjab?\nThey said that the deputy commissioner has illegally allowed the garbage of Islamabad to be dumped in Rawalpindi. They said that they have decided to challenge the decision in the high court.\nThe locals said that Islamabad is a separate district and it has a sizable land where it can select a site for dumping waste and a landfill site. They said that they will not allow the construction of the landfill site in Rawalpindi for dumping Islamabad’s waste.\n According to Mohammad Asif advocate, the Rawalpindi commissioner has given the go-ahead for the development of a new landfill on Mandira Chakwal Road per the court ruling. He said that the dumping site at Losar should also be shifted there immediately.\nMeanwhile, locals also held a grand jirga and they unanimously vowed that no truck or vehicle would be permitted to dump garbage at Losar after Eid-ul-Fitr.\nMeanwhile, the CDA has decided to contact the Punjab caretaker government to set a new date for the public hearing for obtaining the NOC after it failed to swiftly obtain the NOC declaring the project environmental-friendly.\nEarlier, the Lahore High Court Rawalpindi bench ruled that the garbage dumping site at Losar, which covers 1,250-kanal, was illegal and unlawful.\nPublished in The Express Tribune, April 1st, 2023.\n", "5": "President Dr Arif Alvi directed an insurance company to grant the death insurance claim to the widow of a deceased policyholder whose claim was previously denied on the basis that the policyholder did not intentionally disclose his true health condition to the company when obtaining the policy.\nThe president gave this decision while accepting a representation filed by the complainant Shehnaz Akhtar against the order of the Federal Insurance Ombudsman (FIO) whereby the case had been closed.\nThe case was disposed of on the ground that the widow had already been refunded the premiums amounting to Rs150,000 deducted from her late husband’s account and since the matter had been settled on compassionate grounds, thus, the company was not liable to pay the death insurance claim. Feeling aggrieved by the decision of FIO, the complainant filed a representation with the president, which he accepted.\nIn his decision, the president observed that the company repudiated the claim based on the death certificate alleging that it reflected that the deceased had been suffering from Diabetes Mellitus and Chronic Liver Disease since a year before death but no such period had been specified in the certificate.\nHe further noted that the insurance company was relying on an admission chart issued by a hospital in Lahore which pertained to the year 2017 whereas the policy had been issued in the year 2015, thus, it did not pertain to the insurance period.\nHe also referred to a decision of the Lahore High Court in the year 2009, wherein it had been held that the majority of people having ailments such as hypertension and diabetes lived either for decades or longer than people not having such diseases by remaining more careful in their lifetime, and the concealment of such diseases could not be termed as done fraudulently.\nThe president held that the insurance company was not justified in repudiating the insurance claim on such flimsy grounds. He said that maladministration on the part of the insurance company had been established, therefore, the orders of the FIO were being set aside. He further directed the company to pay the insurance claim to the complainant within 30 days of the receipt of the president’s order. \n \nPublished in The Express Tribune, April 1st, 2023.\n", "6": "The National Database & Registration Authority (NADRA) launches a dedicated helpline in a bid to enhance registration and maximise facilitation for the transgender community.\nThe day was celebrated as ‘Transgender Day of Visibility’ in the presence of transgender attendants. The helpline along with several other initiatives was inaugurated by Chairman NADRA, Tariq Malik.\nIn this regard, sensitisation trainings for NADRA personnel were also conducted by Regional Head Offices (RHOs) across the country to strengthen their abilities for providing information and support on obtaining identity documents to members of the transgender community.\nChairman NADRA, while expressing his views on the occasion, said that the most unique feature of the dedicated helpline is the deployment of transgender employees of NADRA to answer the calls. We want to provide a supportive and welcoming environment for transgender persons so that they can obtain their identity documents and access the services they need to thrive, he said.\n“We want members of the transgender community to know that we support them and are committed to providing the services they need to assimilate into society. \nI hope that this dedicated helpline will go a long way in ensuring that they can claim their rightful place and are able to register and derive dividends from government schemes”, Tariq Malik added.\nThe Transgender Day of Visibility is celebrated annually on March 31 to highlight the contributions and struggles of transgender persons around the world. This acknowledgment serves to increase visibility and awareness of the issues faced by the transgender community and looks to promote their rights internationally.\nNADRA declared Friday, 31st March 2023 as a special day for registering transgender persons. RHOs of NADRA engaged with local organisations for mobilizing transgender persons to register themselves at NADRA Registration Centres and locally deployed Mobile Registration Vans. A series of sensitisation sessions will be conducted in all the regions successively throughout this year.\nIn addition to the helpline, NADRA has launched several other initiatives for the transgender community, including but not limited to the free of cost first National Identity Card (CNIC), provision of jobs to transgender persons in NADRA, and recognition of a \"guru\" for registration of transgender persons. Chairman NADRA has led a nationwide registration/ awareness campaign since 2021 themed as “Trans Rights are Human Rights,” while 39 sensitisation/ training Sessions have already been conducted for NADRA staff. NADRA has also nominated focal persons for facilitation of transgender persons at all its centres across the country.\nPublished in The Express Tribune, April 1st, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2409282/private-plane-makes-emergency-landing", "1": "https://tribune.com.pk/story/2409286/ramazan-sasta-bazaars-closed", "2": "https://tribune.com.pk/story/2409288/glaucoma-cases-in-children-on-the-rise-in-pakistan", "3": "https://tribune.com.pk/story/2409290/teleschool-app-gets-response", "4": "https://tribune.com.pk/story/2409292/cda-calls-off-public-hearing-of-landfill-site", "5": "https://tribune.com.pk/story/2409294/alvi-for-payment-of-insurance-claim-to-widow", "6": "https://tribune.com.pk/story/2409297/nadra-launches-dedicated-helpline-for-transpersons"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad"}, "CreationDate": {"0": "2023-04-01", "1": "2023-04-01", "2": "2023-04-01", "3": "2023-04-01", "4": "2023-04-01", "5": "2023-04-01", "6": "2023-04-01"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/airplane-sunset1636206961-0/airplane-sunset1636206961-0.jpg", "1": "https://i.tribune.com.pk/media/images/1125454-Untitled-1466284990/1125454-Untitled-1466284990.jpg", "2": "https://i.tribune.com.pk/media/images/1931195-glaucoma-1552794174/1931195-glaucoma-1552794174.jpg", "3": "https://i.tribune.com.pk/media/images/PM-Shehbaz1679404476-0/PM-Shehbaz1679404476-0.png", "4": "https://i.tribune.com.pk/media/images/Ahmedabad-garbage-dump-afp-6401601306223-0/Ahmedabad-garbage-dump-afp-6401601306223-0.jpg", "5": "https://i.tribune.com.pk/media/images/Alvi1673519486-0/Alvi1673519486-0.jpg", "6": "https://i.tribune.com.pk/media/images/979043-nadra-1445834398/979043-nadra-1445834398.jpg"}}