{"Keys": {"0": "national", "1": "national", "2": "national", "3": "national", "4": "national", "5": "national", "6": "national", "7": "national", "8": "national"}, "Header": {"0": "Govt committed to GB uplift: minister", "1": "KP govt challenges PHC order against non-party polls in Supreme Court", "2": "COAS, Bahrain’s speaker discuss ties, Afghan security", "3": "Current account deficit surges to 4.7pc of GDP", "4": "Joint opposition to put heads together today", "5": "Coronavirus positivity rate increases to 2.2pc", "6": "HRCP concerned at Balochistan’s coal mines rights violations", "7": "Balochistan Assembly concerned over disappearance of students", "8": "Pakistan lifts ban on TikTok"}, "Summary": {"0": "GILGIT: Gilgit-Baltistan finance minister Javed Ali Manwa has said the government is committed to the region’s...", "1": "Petition observes PHC order had injured the “basic structure of elections practised or developed over a long period of time”.", "2": "RAWALPINDI: Chief of the Army Staff (COAS) Gen Qamar Javed Bajwa on Fri­day said Pakistan desired to maintain the...", "3": "The gap has already crossed the targeted level.", "4": "Strategy to challenge ‘bulldozed’ legislation to be thrashed out.", "5": "Ten patients die, over 400 infected", "6": "176 miners killed, 180 injured in several accidents this year", "7": "Provincial minister says he is not satisfied with the vice chancellor’s report regarding abduction of students.", "8": "ISLAMABAD: Pakistan on Friday again lifted a ban on TikTok, this time after four months, following assu­rances from..."}, "Detail": {"0": "GILGIT: Gilgit-Baltistan finance minister Javed Ali Manwa has said the government is committed to the region’s socioeconomic development and will support civil society organisations and community-based organisations for the purpose.\nHe was speaking to the Local Support Organisations Learning and Sharing Event organised by the Pakistan Poverty Alleviation Fund (PPAF) here in collaboration with the Aga Khan Rural Support Programme.\nRepresentatives of the relevant departments, civil society organisations and 22 LSOs from Astore, Ganche, Ghizer and Skurdu districts attended the event.\nMinister Manwa appreciated the role of CSOs and CBOs for the region’s overall development and said his government recognised the contribution of the PPAF to support its development agenda.\n“The PPAF has made partnership with the government, especially for bringing about a positive change in the lives of communities in underserved areas of Gilgit-Baltistan,” he said.\nThe minister promised the PPAF all possible support for the successful execution of its projects for poverty alleviation through institutional building, promotion of education, and entrepreneurship development.\nEarlier, PPAF group head (institution, integration and innovation) Irshad Khan Abbasi appreciate the initiative saying it will ensure ‘inclusive and participatory development’ of communities in development projects.\n“Institutional building is considered a key factor in the success of any development initiative and therefore, we [PPAF] give special importance to the building and support of institutions at community level to enable them to steer the development process according to own choices and priorities,” he said.\nMr Abbasi promised support to the regional government for poverty alleviation, institutional building, ecotourism, enterprise development, and strengthening of local bodies.\nPPAF senior general manager (institutions and integration) Tahir Malik highlighted the Tabeer-o-Tameer Fund project saying it is meant to empower and strengthen LSOs. During the event, the participants were briefed about the available support mechanisms to make the registration process easy and address operational challenges. The LSOs also put up stalls to display products made by villagers.\nPublished in Dawn, November 20th, 2021\n", "1": "ISLAMABAD: The Khyber Pakhtun­khwa government appealed to the Supre­­me Court on Friday to overturn a Peshawar High Court (PHC) short order declaring as unconstitutional the holding of local bodies’ elections on non-party basis.\nThe petition, moved jointly by the provincial government and the KP Assembly, pleaded with the apex court to dismiss the high court order.\nThrough the Nov 2 short order, Justice Roohul Amin Khan, Justice Ijaz Anwar and Justice Syed Arshad Ali of the PHC had declared the provision of the KP Local Government Act for holding elections of village and neighbourhood councils on non-party basis as unconstitutional. \nThe bench directed the Election Commission of Pakistan (ECP) and the provincial government to hold the elections on party basis in keeping with Article 17 of the Constitution.\nThe PHC order also asked the provincial government to hold local bodies’ elections in specified districts in accordance with the schedule announced by the Election Commission.\nThe districts are: Malakand, Bajaur, Mardan, Swabi, Peshawar, Nowshera, Kohat, Karak, D. I. Khan, Bannu, Tank, Haripur, Khyber, Mohmand, Charsadda, Hangu and Lakki Marwat.\nThe KP government’s petition said the PHC order came as a shock and surprise since it focused solely on its decision to hold elections on non-party basis. \nThe petition argued that this point was never agitated before the high court by the respondents or petitioners.  The KP government too did not assist the high court on this matter.\nTo comply with Article 140A of the Constitution, which requires provincial governments to establish a local government structure and devolve administrative and financial powers to elected representatives at the lowest tier, the KP government had announced the schedule for local government elections, the petition stated.\nBut the provincial government was surprised to receive a court notice that a writ petition filed with the PHC had sought a declaration that the KP Local Government (Amendment) Act 2019 was ultra vires of the Constitution, the petition said.\nIt argued that the short order of Nov 2 had superimposed a “single quasi-national model” for local government elections, whereas it was desirable that every province be allowed to adopt a system of its choice. “The PHC order ignores the ground realities of different regions,” the KP government contended.\nThe petition said countries around the world, including India, allowed their federating units to choose a local government model in consonance with their needs and traditions.\nThe petition observed that the Peshawar High Court’s order had injured the “basic structure of elections practised or developed over a long period of time”.  \n“Non-party elections will make elected representatives more accountable to the pub­­lic and will discourage patronage politics.”\nPublished in Dawn, November 20th, 2021\n", "2": "RAWALPINDI: Chief of the Army Staff (COAS) Gen Qamar Javed Bajwa on Fri­day said Pakistan desired to maintain the tradition of bilateral engagement and wished a long-term and enduring relationship with Bahrain.\nThe army chief expressed these views during a meeting with Speaker of the Cou­ncil of Represen­tatives of Kingdom of Bahrain Fawzia Bint Abdullah Zainal who cal­­led on him here, said an Inter-Services Public Relat­ions (ISPR) media release.\nDuring the meeting, matters of mutual interest, current security situation in Afghanistan and bilateral cooperation in various fields were discussed.\nThe COAS reiterated the need for global convergence on Afghanistan to avoid humanitarian crisis and coordinated efforts for economic development of the Afghan people.\nPublished in Dawn, November 20th, 2021\n", "3": "KARACHI: The current account deficit has widened by $1.6 billion in October. \nThe data issued by the State Bank of Pakistan (SBP) on Friday showed the current account deficit was higher than September while it continued to increase its size in terms of GDP from 4.1 per cent to 4.7pc. \nThe deficit has already gone much beyond the target which was in the range of 2-3pc of GDP for the entire current financial year. \nThe increasing deficit has a vast negative impact on foreign exchange reserves and exchange rate regime which has resulted in the depreciation of rupee by 13.4pc during the current financial year. \n\nThe gap has already crossed the targeted level\n\nIn terms of dollars, the current account deficit increased by $1.663bn in October, while the deficit for the first four months (July-October) of the current financial year rose to $5.084bn. \nThe real reason behind the current account deficit is the growing size of imports.  \nAccording to the SBP data, the imports in July-October went up by 66.3pc to $23.484bn against $14.118bn recorded in the same period of FY21. \nThe deficit on balance in goods and services during this period was $14.845bn compared to $7.546bn of same months of the previous financial year. \nThe imports of goods in October went higher by $6bn reflecting the failure of policy measures taken by the central bank and the government. \nThe first quarter result had already reflected the trend for trade and current account deficit as it rose to 4.1pc of GDP. \nThe increasing current account deficit resulted in the pressure on exchange rate as the local currency lost 13.4pc against the US dollar during FY22. \nThe government had succeeded in reducing the current account deficit from $20bn in FY18 to $1.9bn in FY21 but the growing size of the recent deficit could be in the range of about $10bn provided the current situation persists for the rest of the financial year.\nThe current account deficit in September was $1.113bn compared to $1.473bn in August. The decline in September was encouraging for the government but the deficit in October further went up by $1.66bn. \nThe foreign exchange reserves of the SBP declined since October 1 by over $2.2bn to $16.9bn reflecting the poor reserves situation. \nThe county has yet not received the promised $3bn from Saudi Arabia, while the International Monetary Fund has yet to finalise the negotiations for the resumption of loans. \nThe situation is not in favour of exchange rate and the balance of payments.\nPublished in Dawn, November 20th, 2021\n", "4": "ISLAMABAD: The joint opposition in the parliament is meeting on Saturday (today) to decide how and when it will challenge in court what it calls “illegal and unconstitutional bulldozing of legislation” by the PTI government through the joint sitting of parliament on Thursday.  \nThe decision to present the issue before the joint opposition was taken by Leader of the Opposition in the National Assembly Shehbaz Sharif while presiding over a meeting of the Pakistan Muslim League-Nawaz (PML-N) Parliamentary Advisory Group. The group supported the proposal of Mr Sharif, who is president of the PML-N, to challenge the passage of 33 bills in the joint sitting in court.    \nThe bills passed in the joint sitting included those related to use of electronic voting machines (EVMs) in next general elections and grant of right of vote to overseas Pakistanis and amendments to accountability law that extends the tenure of incumbent National Accountability Bureau chairman till appointment of the new chief of the anti-graft watchdog.    \n\nStrategy to challenge ‘bulldozed’ legislation to be thrashed out\n\nAccording to PML-N information secretary Marriyum Aurangzeb, the meeting of the party’s Parliamentary Advisory Group was held in the opposition leader’s chamber in Parliament House.   \n“The meeting discussed the issue of bulldozing the government’s legislation in the joint sitting of the parliament and decided that the united opposition would challenge the government’s fascism and unconstitutionality inside and outside parliament,” she added.  \nTalking to Dawn, she said the steering committee of the joint parliamentary opposition, including the Pakistan Peoples Par­ty (PPP), would meet on Saturday (today) to decided how and when the passage of the bills would be challenged in court.\n“A legal panel of opposition parties will deeply look into pros and cons of challenging the passage of bills and will prepare flawless a petition,” she added.  \nAsked if the PPP had agreed to jointly challenge the bills, despite some differences with the PML-N, she said the PPP was part of the united opposition in the parliament.   \nIn the beginning, the PPP was part of the Pakistan Democratic Movement but it left the opposition parties’ alliance after it was given a show cause notice for “backtracking” from its earlier agreed formula for top Senate offices, unilaterally nominated Syed Yousuf Raza Gilani for the opposition leader’s office and started lobbying for it.\nMs Aurangzeb said the PML-N group’s meeting was briefed on the challenge likely to be faced by the united opposition in the court.  \nShe said the meeting condemned the government’s bullying in the joint session and noted that it was for the first time in the history of Pakistan that electoral reforms were introduced without consensus.\nSpeaking in the meeting, Shehbaz Sharif said the constitution did not recognise the government legislation as legal and termed the laws “decrees” of Imran Niazi” (Prime Minister Imran Khan).   \nHe was quoted as saying: “The government, which has been bombing the people with inflation, carried out a suicide attack on the parliament. After being disgraced by the people, the PTI government is now attacking the constitution.”   \nThe PML-N president said the statement of the Election Commission of Pakistan on the use of EVM in next general elections was a proof of wrongness of the government’s legislation on EVM.   \n“Imran Niazi won’t be allowed to continue to rule Pakistan anymore,” he was quoted as saying.   \nMr Sharif said that LPG, flour, sugar, medicine, electricity and gas were out of reach of the people and the government was rubbing salt on the wounds of the poor, who couldn’t afford a kilogramme of flour or sugar. On the other hand, he added, the prime minister was showing false dreams of new and prosperous Pakistan to the people.  \nThe opposition leader said he appreciated the unity and spirit of the opposition. “Op­­pressors, enemies of the people and those who support the law-breaking government are the culprits of the people, and wou­­ld soon face exemplary justice,” he added.\nPublished in Dawn, November 20th, 2021\n", "5": "ISLAMABAD: A total of 418 people tested positive for Covid-19, 10 people lost their lives and 411 others recovered over the last 24 hours from the coronavirus. The positivity rate, however, increased to 2.2 per cent on Friday.\nThe total number of active cases in the country on Friday was 22,498.\nA total of 40,143 Covid-19 tests were conducted in the country. They include 14,434 in Punjab, 13,127 in Sindh, 7,690 in KPK, 3808 in ICT, 644 in Balochistan, 263 in Gilgit-Baltistan and 177 in AJK.\nTen Covid-19 patients died over the last 24 hours in the country. A total of 28,648 people have lost their lives so far in the country due to the deadly virus since the outbreak of the pandemic in March 2020.\nAccording to the latest update issued by the National Command and Operation Centre (NCOC), most of the people died in Punjab followed by KP and Sindh as four people died in Punjab, three in Khyber Pakhtunkhawa, two in Sindh and one in Islamabad. No death was reported from Balochistan, Gilgit-Baltistan and AJK over the last 24 hours.\n\nTen patients die, over 400 infected\n\nMost of the ventilators were occupied in four major cities. They include Islamabad 12 per cent, Peshawar 18 per cent, Faisalabad 13 per cent and Multan 24 per cent.\nAround 1,230,094 people have so far recovered from the disease across the country showing a recovery rate of over 90 per cent. \nTill Friday, the country had administered 120,233,579 doses of Covid-19 vaccine, including 78,747,199 who got the first dose and 48,890,845 people who got the second dose. \nIn a related development, Minister of State for Parliamentary Affairs Ali Mohammad Khan informed the Senate on Friday that some elements had tried to make fake Covid-19 vaccination cards and certificates but the National Command Operation Centre had taken solid steps to ensure that no fake vaccination card or certificate was issued to anyone in the country.\nThe minister was replying to a question of Senator Prof Dr Mehar Taj Roghani about fake Covid-19 vaccination cards, certificates being issued by some elements in the country.\nThe minister further said that the system of NCOC was foolproof and the NCOC had taken steps to ensure that no fake card or certificate was issued to anyone in the country. \nHe said the federal health ministry wanted to launch health card scheme in Sindh also to facilitate the people there and appealed to the provincial government, either to launch a similar scheme on its own or extend cooperation to the federal government so that the scheme could be launched in Sindh also.\nMeanwhile, the Drug Regulatory Authority of Pakistan (DRAP) and Argentine Regulatory Authority on Friday signed a memorandum of understanding to cooperate with each other in the fields of medicine, medical devices and others.\n“Authorities of the two countries will work together to improve drug regulations. The memorandum of understanding will help in the export of medicines to Argentina,” DRAP Chief Executive Officer Dr Asim Rauf said.\nPublished in Dawn, November 20th, 2021\n", "6": "QUETTA: The Human Rights Commission of Pakistan (HRCP) has expressed concern over human rights violations and bad working conditions in Balochistan’s coal mines. \nAddressing a press conference at the Quetta Press Club on Friday, veteran member of the rights body Husain Naqi said the HRCP’s fact-finding mission was concerned to find that coal miners remained vulnerable to human rights violations. \nAt least 176 miners have been killed and 180 injured in mining accidents this year, he said, citing data of the Pakistan Central Mines Labour Federation. Miners in Balochistan also face the risk of targeted attacks by non-state actors. \nBased on a sample of mines visited by the team, on-site healthcare appeared to be an exception rather than the norm, a handout showed. \n\n176 miners killed, 180 injured in several accidents this year   \n\nGiven that coal mining is internationally classified as a hazardous occupation, mine owners and contractors must ensure that every mining site has a functioning ambulance service and an on-site emergency health worker, and that regular internal safety inspections are carried out, Mr Naqi stressed. \nWith respect to external safety inspections, the fact that only 27 mine inspectors are available to oversee health and safety in more than 6,000 mines in the province is also a cause for concern. \n“The mission’s broad findings reveal that the majority of coal miners are not registered with the Employees’ Old-Age Benefits Institution or other social security programmes, which leaves them highly vulnerable once they are no longer able to work,” he pointed out. \nMoreover, the compensation for death and injury is lower in Balochistan (i.e. Rs300,000) compared to other provinces (Rs500,000). \nAccording to the HRCP, many labour union representatives also say they are deeply unhappy with the contractor system of operating coal mines because contractors have little stake in ensuring the safety and security of their workers and resort to cost-cutting measures.  \nIt is also a matter of concern that, in many cases, contractors themselves function as the heads of labour unions, which is a potential conflict of interest. \nThe HRCP also recommended that the government upgrade the status of the coal mining sector to an industry and hold both mine owners and contractors accountable for running their sites in line with the provisions of the Mines Act of 1923 and subsequent amendments. \nThe commission also urges the government to ratify and implement ILO Convention 176 on safety and health in mines as soon as possible, besides investing in health, education and infrastructure, especially in and around coal mining areas and across the province in general. \nThe mission’s report will be released as soon as possible, Mr Naqi said.\nPublished in Dawn, November 20th, 2021\n", "7": "QUETTA: Opposition and treasury benches in the Balochistan Assembly on Friday expre­ssed concern over the disappearance of two university students and asked the authorities to get them recovered immediately. \nOn the first day of the winter session, presided over by Deputy Speaker Sardar Babar Khan Musakhail, former chief minister Nawab Aslam Raisani took up the issue on a point of order and said earlier people had disappeared from different areas, but now students had started going missing from educational institutions. \n“Disappearance of students from Balochistan University is a very serious matter which could not be ignored,” he said. \nBoth the students have been missing since Nov 1. \nSpeaking on the issue, provincial minister Sardar Abdul Rehman Khetran said he was not satisfied with the vice chancellor’s report regarding abduction of students. \nHe said the IG police had assured that the students were not in police custody. “It is the responsibility of the state to recover the missing students,” he added. \n“The deployment of security forces has been reduced in educational institutions of Balochistan. If there is any allegation against the missing students they should be brought before a court of law,” Mr Khetran said. \nAssembly member Akhtar Hussain Langau said no arrest could be made without the permission of the vice chancellor. \nAnother member Mir Zabid Ali Reki said that during the tenure of former chief minister Jam Kamal, the ministers held tenders in droves. “After the formation of new cabinet, these tenders should be cancelled,” he said. \nThe assembly unanimously approved two resolutions regarding establishment of a traffic engineering bureau in Quetta and a Passport Office in Washuk. Nasrullah Zairay presented the resolutions.\nPublished in Dawn, November 20th, 2021\n", "8": "ISLAMABAD: Pakistan on Friday again lifted a ban on TikTok, this time after four months, following assu­rances from the popular Chi­nese video-sharing service that it would control the spread of indecent content.\nIt was the fourth time in the past 15 months that the Pakistan Telecommuni­ca­tion Authority (PTA) impo­sed and lifted such a ban.\nPakistan first blocked TikTok in October 2020 over what it described as widespread complaints about allegedly immoral, obscene and vulgar content on the app.\nThe regulatory agency said in a statement on Twitter that TikTok had assured Pakistan it would also block users who upload unlawful content. The app, owned by China’s ByteDance, has been downloaded almost 39 million times in Pakistan.\nPakistan has been urging TikTok to develop an effective mechanism to control unlawful content.\nOver the years, Pakistan has also forwarded hundreds of complaints to Facebook and Twitter about content, alleging it is offensive and potentially insulting to Islam, which goes against Pakistani law.\nPublished in Dawn, November 20th, 2021\n"}}