{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan", "7": "balochistan", "8": "balochistan"}, "Header": {"0": "Alvi for expeditiously addressing public complaints", "1": "Construction of Mohra Shera Dam approved", "2": "Citizens cautioned after leopard spotted on Trail-5", "3": "New sanitation strategy thrashed out for Cantt", "4": "Price control committees absent as inflation wreaks havoc", "5": "Australia announces AUD $5m for emergency nutrition", "6": "Robber killed in alleged police encounter", "7": "Weak students allowed to sit exams", "8": "Eid cards — A beautiful fading into oblivion"}, "Summary": {"0": "'Ombudsmen played a significant role in providing justice to the people'", "1": "Once completed, the project is expected to irrigate 5,000 acres of land, provide drinking water to 0.2 mil residents", "2": "IWMB chief says sightings indicate a healthy ecosystem", "3": "Mechanical sweepers will clean the streets of the cantonment", "4": "ICT administration seems to be in a deep slumber as profiteers reign supreme", "5": "Envoy says assistance reflects Canberra’s commitment to people of Pakistan", "6": "Two robbers escaped the scene under cover of fire", "7": "Development comes after The Express Tribune carried the news", "8": "Century-old tradition has been replaced by social media apps"}, "Detail": {"0": "President Dr Arif Alvi has underscored the need for expeditiously addressing the complaints of the public and expanding the outreach of ombudsmen to far-flung areas to provide justice to the people at their doorsteps.\nHighlighting the importance of the institutions of federal and provincial ombudsmen, he said that ombudsmen played a significant role in providing justice to the people, and added that they needed to be empowered so that the maximum number of people could benefit from their services.\nThe president expressed these views while talking to the Provincial Ombudsman of Balochistan, Nazar Muhammad Baloch, who called on him, at the President House. Nazar Muhammad Baloch also presented the Balochistan Ombudsman’s Annual Report for the year 2021 to the President.Talking to the ombudsman, the president emphasised the need for expanding the outreach of ombudsmen to far-flung areas to provide justice to the people at their doorsteps.\nHe said the provincial ombudsman should continue to ensure the implementation of his findings by the agencies concerned to maintain public trust in his office. \nPublished in The Express Tribune, April 5th, 2023.\n", "1": "Punjab Small Dams Organisation has approved the construction of the Mohra Shera Dam to address the water needs of  Rawalpindi.\nAccording to sources, the approved dam will be completed at an estimated cost of Rs281.95 million.\nThey said that once completed, the project is expected to irrigate 5,000 acres of land and provide clean drinking water to over 0.2 million residents of nearby areas.\nMeanwhile, the Punjab Small Dam Organisation has announced that the construction of the said dam will be completed in just 18 months. The organisation has already called for tenders from major dam construction companies on April 24, and the contract is expected to be awarded in the first week of the following month. In addition to providing much-needed water for usage, the new dam will also feature a state-of-the-art park where visitors could enjoy motor boats and paddle boats. The park will also be surrounded by a variety of fruit and flowering plants, making it a tourist attraction for local and non-local visitors alike.\nPublished in The Express Tribune, April 5th, 2023.\n", "2": "The Islamabad Wildlife Management Board (IWMB) warned trekkers against visiting the Margalla Hills National Park (MHNP), especially in the morning and evening after a leopard-human encounter on Monday.\nAccording to the organistation, a common Asian leopard was spotted on Trail-5 of MHNP by a trekker early in the morning.\nAs per IWMB Chairperson Rina Saeed Khan, very few people visit the MHNP during Ramazan which makes the national park deserted and open for wildlife to stroll.\nRina Saeed Khan said leopard though nocturnal was a very shy and solitaire wildcat that deliberately evades human encounters.\n“As it is visible in the video that the leopard noticed the human being making his or her video but soon left the spot and disappeared in the wild,” she added. The IWMB chairperson emphasised that the leopards were least interested in humans and were not a threat in the protected area but rather indicated a healthy ecosystem.\nShe urged the public to avoid disturbing the wildlife in the national park as it is their habitat and humans are intruding into it. \"Visitors, hikers, and trekkers are requested to remain careful and avoid visiting the national park half an hour before sunset.\nBecause it is the patrolling time of the wildcat and can result in any incident, she said and added that though it has never happened, precaution is a must. “In case of any encounter with a leopard or any wild animal one must abstain from confronting or chasing that animal and never shout as it will scare the animal,\" she added. The IWMB has also issued detailed guidelines for MHNP visitors to keep themselves safe from wild animals, especially leopards.\nThe guidelines for locals, tourists, trekkers, and area guides underlined that the local community should avoid entering the forest area during early morning or evening hours as leopards remain active during this time.\nThe guidelines further stated that residents should turn lights on at night, keep livestock indoors, and accompany them while grazing in the woods.\n“Women and children should not be allowed to enter the jungle alone and they must go in groups to collect fuelwood. However, women are also advised to avoid going into jungle for collecting fuelwood during their periods, the statement read.\n“Individuals in the forest should talk loudly, and in the case of a group, one group member should guard the surrounding.”\nIWMB also urged that individuals entering the forests should keep a club with them and keep on talking in a loud voice, especially in the evening and morning hours. In case of any encounter with a leopard in the wild, it is important for the individual to remain composed and patient instead of shouting and running in fear as this reaction will be similar to that of the leopard’s prey, the guideline noted.\n“One should rather step back and leave the area slowly. If an individual hears the growling sounds of a leopard then he or she must avoid intruding further into the jungle area.”\nFurthermore, if a female leopard is spotted with her cubs, the guidelines said, it is necessary to avoid entering or passing into that area.\n“In case of a very close encounter with the leopard, one should clap and should move both arms or shawl to show him or herself bigger than the wildcat.”\nPublished in The Express Tribune, April 5th, 2023.\n", "3": "The Rawalpindi Cantonment Board (RCB) has implemented a new sanitation plan under the ‘Cantt Clean’ slogan for the residential areas and business centres of the cantonment.\nThe transfer of solid waste from the transfer station to the dumping site has been outsourced. The transfer of solid waste from the six-kilometre area of the cantonment to the solid waste transfer station has become the responsibility of the RCB’s sanitation department.\nMechanical sweepers will clean the streets of the cantonment while iron containers worth Rs20 million have been provided at the solid waste collection points. The compactors and shovels were also provided to the sanitation department while the principle of the daily lifting of solid waste from across the Cantt was implemented.\nThe sanitation system in residential areas and business centres has been upgraded and the responsibility of the sanitation department to move the solid waste to the Chakri Road dumping point has ended.\nThe sanitation department has been mandated to collect the solid waste from every solid waste collection point within the six-kilometre area on the daily basis from where, previously, the solid waste was collected after a gap of one or two days.\nIt will have to be transported to the transfer station established near the bus stand of a private transport company from where the transfer of the solid waste to the dumping point of Chakri Road will have to be carried out by the contractor who has been awarded a contract of Rs10 million per month.\nPublished in The Express Tribune, April 5th, 2023.\n", "4": "The double-digit inflation has taken no prisoners, evidenced by the stampedes for the free flour drive across the country; and the situation is not any different in the federal capital, rather it is further exacerbated by the absence of price control committees.\nAs consumer price inflation jumped to 35.37 per cent, the woes of Islamabad’s populace, already battered by high commodity rates, will only increase during what is left of the Holy Month of Ramazan.\nMoreover, since price control committees are non-functional in the capital city, residents are finding it hard to afford groceries. “Making a proper meal for Suhoor and Iftar has become impossible,” complained a local, Nadeem Mir, further adding that the present government had no interest in helping the common man.\nAdding on to Mir’s complaint, another local, Naveed Ahmed, said that not only had eating out become a pipe dream this Ramzan but even a home cooked meal had started burning a hole through his pockets.\nAsma Malik, a long-term resident of Islamabad, can relate to Ahmed’s predicament. “Every time I step out to get something, the prices have increased two-fold,” Malik lamented, “for someone who barely makes minimum wage, this Ramazan is incredibly tough and no one seems to care. Everything essential like milk, oil, and yoghurt is slowly becoming out of reach.” Malik further said that retailers were charging whatever rates they wished for as the district administration was yet to wake up from its slumber.\nWhile Malik held the district administration responsible for failing to take action against profiteers, Sharjeel, a resident of the city, told the Express Tribune that the incumbent government was to blame. “Ever since this government has come to power, everything from electricity to fuel has become costly,” criticised Sharjeel.\nAnother resident, Raheel, concurring with Sharjeel, was of the view that he could not even imagine how tough life was for the unemployed and daily wage labourers, if the salaried class was struggling as much as it is. “Someone needs to wake up to the plight of the people and improve the economic situation,” he implored.\nWhen asked about the absence of price control committees, which was adding to the plight of the populace of the federal capital, a Spokesperson of the Islamabad Capital Territory Administration, replied that high inflation levels were a reality that the Administration was working to address. “We are working on making price control committees more functional to put an end to profiteering,” the Spokesperson told The Express Tribune.\nPublished in The Express Tribune, April 5th, 2023.\n", "5": "Australia will provide life-saving nutrition support to the Pakistan flood response through an additional AUD $5 million in immediate humanitarian assistance.\nThe 2022 flooding left an estimated 1.6 million severely malnourished children needing lifesaving nutrition services across the 84 flood affected districts. Over 60 per cent of these affected children are without essential nutrition services.\nAustralia’s High Commissioner to Pakistan, Neil Hawkins said: “This additional assistance reflects Australia’s commitment to the people of Pakistan. As Australia’s Foreign Minister Penny Wong has said, we are concerned by the growing scale of food insecurity and human suffering in many parts of the world.”\nAustralia will provide AUD $3.5 million to the United Nations Children’s Fund (UNICEF) to scale-up services for the prevention of malnutrition among children, adolescent girls and pregnant women. This support will also help mothers screen their children at home for malnutrition and strengthen Pakistan’s capacity to respond to nutrition emergencies.\nIn addition, Australia will provide A$1.5 million through CARE Pakistan to provide nutrition and livelihood support for flood-affected communities, particularly women and children, in the Matiari District of Sindh. The support will improve the nutritional status of vulnerable children and women through cash grants, kitchen garden kits and training on agriculture and livestock practices.\nAustralia’s total assistance to the 2022 Pakistan floods now stands at AUD $10.2 million. Australia’s first tranche supported food security of flood-affected communities through cash transfers and minor rehabilitation works in partnership with the World Food Programme.\nPublished in The Express Tribune, April 5th, 2023.\n", "6": "A robber was killed in an alleged encounter with a police party in the Pirwadhi area. A poleman was also injured in the crossfire, a police spokesman said.\nAccording to the spokesperson, three unknown armed robbers opened indiscriminate fire on a police party at a checkpoint in Pirwadhi.\nDuring the crossfire, a robber identified as Muhammad Khan was killed while the head Constable Faisal Rafiq was injured. Two robbers escaped the scene under cover of fire. The injured cop was shifted to the hospital for medical aid. The body of the slain robber was shifted to the hospital for a post-mortem.\nThe police spokesman said that evidence has been collected from the crime scene while teams have been formed to arrest the absconding accused.\nCity Police Officer Syed Khalid Mahmood Hamdani visited the hospital to inquire about the health of the injured head constable Faisal Rafiq and wished him a speedy recovery.\nHamdani praised the police team for exhibiting gallantry during the exchange of fire with the robbers. Brave officers and men like Faisal Rafique were an asset to the police department.\nPublished in The Express Tribune, April 5th, 2023.\n", "7": "Government Alpha Christian Girls High School Principal on Tuesday handed over roll number slips to the students a day after they were barred from sitting in the matriculation examination that has kicked off under the Board of Intermediate and Secondary Education (BISE) Rawalpindi.\nThe development comes after The Express Tribune carried the news that several slow-witted students were stopped by the school principal from sitting in the English paper.\nEarlier, the principal of the said school had withheld the roll number slips of several students issued by the BISE Rawalpindi.\nIn Rawalpindi, the first paper of English of matric was held on Monday. However, several female students were not allowed to enter the examination room as they had no roll number slips because they had been withheld by the principal of the school.\nSSC-II student Rida Arshad, who was barred by school Principal Madam Rehana from appearing in the examination, earlier told The Express Tribune that she hailed from a low-income household and he father barely pays her fee by working as a taxi driver.\nShe said that when she went to the school to pick up her roll number slip, the principal rudely told her that she was not capable to sit in the exam. The school principal shoved her away.\nShe had said that she could not appear in the English paper since the principal refused to release her the roll number slip that the Rawalpindi board had issued.\nShe had alleged that the roll number slips of several girls had been withheld by the principal, only allowing so-called intelligent girls to appear in the exam to get better results and positions in the examination.\nEarlier, Rawalpindi Education Authority CEO Dr Qazi Tariq had said that an inquiry would be initiated against the principal as no such instructions had been issued by him.\nWhen approached by the phone to get his version for not initiating an inquiry into the episode, he dropped the call saying that he was busy in a meeting.\nSeveral questions were sent to him via WhatsApp and he said that the CEO office did not issue instructions to any school in the district to hold back the roll number slips of slow learners.\nHe said that he always emphasised in meetings with principals that quality education should be provided to the children and results will automatically improve.\nDr Tariq did not respond to the question for not initiating the investigation into the matter as several students had been barred from appearing in the English paper of class 10th.\nMeanwhile, the students, who were barred from appearing in the English paper, demanded of the Punjab education minister and the chief minister to take notice of the issue and issue instructions to the BISE authorities to allow the students to appear in the English paper.\nRida Rashid said that after the news was published in The Express Tribune, her school principal handed over the roll number slips to all the students.\nPublished in The Express Tribune, April 5th, 2023.\n", "8": "The century-old tradition of sending Eid cards to loved ones living in distant cities and across the seas to share in the joy of Eid has completely died out.\nThe tradition of sending Eid cards has now been replaced with social media applications including WhatsApp, TikTok, Facebook and Instagram which enable people to send greetings to their loved ones at home and abroad in the blink of an eye.\nThe act of sending an Eid card was a beautiful way to share the joy of Eid with one’s loved ones in the past. Whole families eagerly waited to receive Eid cards from their loved ones living abroad.\nLooking under the layers of these sealed Eid cards, when a note of five or 10 rupees came out, the joy of Eid would get doubled and the family would burst with joy.\nEid card shopping was also an art. Children used to buy special Eid cards for their parents, wives for their husbands living abroad, sisters for their brothers and couples for their better halves.\nIslamic, cultural, humorous, loving, sad and funny Eid card designs were plentiful. It was the peak of the film industry. Eid cards with decorated pictures of actors, artists and sports stars were also in abundance. There were also huge-size Eid cards.\nThe postman, who delivered Eid cards from door to door, also brought and distributed these cards with great preparation. People had to pay Rs10 ‘Eidi’ to the postman for delivering the Eid card.\nAs soon as Ramazan began, Eid cards selling stalls were set up in all the markets, where women, men and children used to buy the cards of their choice which were quite costly.\nThe Eid card sale was regularly called a business season. Every family used to buy five to seven Eid cards on average and would post them to their loved ones.\nSpecial shops would decorate Eid cards. Even now, shops have some Eid cards for sale, but now there is no buyer for them.\nEarlier, the printing press used to take one month to design and print these cards in various decorative designs. A large number of Eid cards filled with love for the Pakistan Army were also sold, while government officers, private companies, doctors, and lawyers used to send specially printed professional Eid cards.\nEid card making and selling had become a small industry, which has now been eliminated by the advancement of technology.\nThe new generation is not familiar with the Eid card culture. Earlier, families used to keep the best Eid cards as decorations in their sitting and drawing rooms.\nIrshad Hasan said that in every Ramazan, the purchasing of Eid cards like Eid clothes was done with full preparation and they used to post Eid cards with great preparation.\nPost offices across the country used to issue a regular schedule of Eid card delivery bookings, which was usually from the 18th to the 24th of Ramazan, during which there was a rush of Eid card senders in every post office. The Eid cards that were booked after that were delivered after the Eid holidays.\nEveryone used to buy and post their favourite Eid cards. The big companies would also print Eid cards for their publicity and provide them to their employees. All of this has not become a beautiful memory.\nToday's generation is limited to sending Eid greetings via WhatsApp, TikTok, Instagram and Facebook instead of by Eid cards. The present generation has started fulfilling the ritual of sending Eid greetings by forwarding the messages that are shared in social media groups.\nPublished in The Express Tribune, April 5th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2409964/alvi-for-expeditiously-addressing-public-complaints", "1": "https://tribune.com.pk/story/2409967/construction-of-mohra-shera-dam-approved", "2": "https://tribune.com.pk/story/2409969/citizens-cautioned-after-leopard-spotted-on-trail-5", "3": "https://tribune.com.pk/story/2409971/new-sanitation-strategy-thrashed-out-for-cantt", "4": "https://tribune.com.pk/story/2409974/price-control-committees-absent-as-inflation-wreaks-havoc", "5": "https://tribune.com.pk/story/2409977/australia-announces-aud-5m-for-emergency-nutrition", "6": "https://tribune.com.pk/story/2409980/robber-killed-in-alleged-police-encounter-1", "7": "https://tribune.com.pk/story/2409981/weak-students-allowed-to-sit-exams", "8": "https://tribune.com.pk/story/2409982/eid-cards-a-beautiful-fading-into-oblivion"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad"}, "CreationDate": {"0": "2023-04-05", "1": "2023-04-05", "2": "2023-04-05", "3": "2023-04-05", "4": "2023-04-05", "5": "2023-04-05", "6": "2023-04-05", "7": "2023-04-05", "8": "2023-04-05"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/Alvi1673519486-0/Alvi1673519486-0.jpg", "1": "https://i.tribune.com.pk/media/images/Mangla-dam1663476281-0/Mangla-dam1663476281-0.jpg", "2": "https://i.tribune.com.pk/media/images/1038970-Snowleopardx-1454480249/1038970-Snowleopardx-1454480249.jpg", "3": "https://i.tribune.com.pk/media/images/rawalpindi1/rawalpindi1.jpg", "4": "https://i.tribune.com.pk/media/images/2202139-grocery-1587360724/2202139-grocery-1587360724.jpg", "5": "https://i.tribune.com.pk/media/images/Feature-Image1672079093-10/Feature-Image1672079093-10.jpg", "6": "https://i.tribune.com.pk/media/images/1565218-crime-1511334654/1565218-crime-1511334654.jpg", "7": "https://i.tribune.com.pk/media/images/Examinations1635515262-0/Examinations1635515262-0.jpg", "8": "https://i.tribune.com.pk/media/images/51680642203-0/51680642203-0.jpg"}}