{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan"}, "Header": {"0": "IFA starts inspection of eateries in capital", "1": "235 schemes okayed for Pindi", "2": "Mini zoo inaugurated in Abbottabad", "3": "Five more cases trigger fears of Covid spurt in Rawalpindi", "4": "‘Baisakhi preparations in full swing’", "5": "Missing youth found dead"}, "Summary": {"0": "IFA was established in 2017 and was made inactive for some reasons", "1": "Official says fresh schemes to cost Rs94,564 million", "2": "In first phase, zoo will feature variety of birds and local leopards", "3": "To mitigate this risk, an expert observation committee has been established", "4": "Official says Baisakhi celebrations will kick off on April 10", "5": "Victim received a single bullet in his face which proved fatal"}, "Detail": {"0": "Soon after it resumed functioning, the Islamabad Food Authority (IFA) started conducting introductory inspections and visits to markets and food shops across the federal capital.\nThe IFA was established in 2017 and was made inactive for some reasons.\nWith the advent of the holy month of Ramazan, the inspection teams have planned sector-wise visits as well as going to the rural areas so that hotels and restaurants, roadside vendors, food points, meat shops, dairy shops and bakeries can be checked. In this regard, the first Ramazan visit was conducted Saturday under the leadership of IFA Deputy Director Tahira Siddiqui for Iftar in Sector I-8 and Sehri in Sector F-17 and Tarnol Market areas.\nVarious food points were inspected on the occasion to ensure that the food being served is safe for consumption. IFA aims to ensure that the citizens of Islamabad have access to safe and healthy food. The food authority has been established with the mandate to ensure the supply of safe and wholesome food to the public.\nTalking about the inspection, an IFA spokesperson said: “We are committed to ensuring that the food provided to the citizens of Islamabad is safe and healthy.”\n \nPublished in The Express Tribune, March 26th, 2023.\n", "1": "Rawalpindi Division Commissioner Liaqat Ali Chatha Saturday said that under the Annual Development Programme 2022-23, around 235 new schemes worth 94,564 million have been launched in Rawalpindi Division.\nAccording to a statement, he disclosed these facts while presiding over the review meeting of the ADP 2022-23.\nThe commissioner said that once completed, these projects would raise the living standard of the people of Rawalpindi.\nOut of the total allocated budget, funds worth Rs7,147 million were released out of which 71% have been utilised so far, he was informed in the meeting.\nLiaquat Ali Chatha directed that preference should be given to the buildings of educational institutions and necessary action should be taken regarding buildings that have been declared dangerous.\n“Apart from this, measures should also be taken to provide missing facilities in schools to improve the educational standards, he said.\nThe commissioner went on to say that policy guidelines given for these projects should be followed according to the law and timely completion should be ensured by using quality materials, he added.\n“Timely completion is essential to make projects effective as delays cause hardship rather than convenience.”\nRawalpindi Development Authority (RDA) Director General Saif Anwar Jappa, Additional Deputy Commissioner (Revenue) Nabil Sindhu, Assistant Director Moazzam Ali, and officials of various departments concerned attended the meeting.\nDuring the briefing, it was informed that 640 schemes worth Rs273,482 million have been allocated for the division under the annual development programme. Of these, 405 are currently under way while 235 are new.\n“A total of Rs25,928 million funds have been released for these schemes so far and 78% have been utilised.”\nThe commissioner was told that the annual development programme also included 120 schemes for the Attock district, 99 for Chakwal district, 66 for Jehlum district, 52 for Murree district, and 303 for the Rawalpindi district.\nOfficials said around 303 schemes were sanctioned for the Rawalpindi district, out of which 123 are new and 180 are under way.\nThese projects include 72 road projects, 32 public buildings, 6 specialised healthcare and medical facilities, 11 primary and secondary healthcare projects, 33 projects of WASA, 7 irrigation schemes, 42 schemes of community development, 26 schemes of school education, and 09 schemes of higher education.\nLiaquat Ali Chatta said after completion, these schemes will help uplift people’s lives.\nIt's worth noting here that the previous year proved very dim for the Rawalpindi Division’s uplift projects.\nDespite repeated promises, the federal and provincial governments deferred the long-delayed and most significant projects of water supply, road infrastructure, and health service.\nHowever, in the last month of the previous year, the then Rawalpindi commissioner approved the inclusion of 558 public welfare projects under the Annual Development Programme 2022-23.\nAccording to the spokesperson of the district administration, a review meeting of annual development schemes was held in December 2022 under the chair of the then commissioner Saqib Manan wherein he directed that the deputy commissioners concerned to monitor the progress of different development schemes and ensure quality construction work in their respective districts.\n \nPublished in The Express Tribune, March 26th, 2023.\n", "2": "A new mini-zoo has been established in Shimla Hill Park in Abbottabad, as part of a positive initiative by the Department of Wildlife and Tehsil Municipal Administration (TMA).\nAbbottabad deputy commissioner inaugurated the zoo which is intended to provide an opportunity for recreation to the citizens as well as help in protection of local wildlife. In the first phase, the zoo will feature a variety of birds and local leopards.\nDuring the inauguration, officials from the provincial wildlife department announced that the mini-zoo will initially house a range of birds, including kalij pheasant, lady amherst, golden pheasant, silver pheasant, ring-necked pheasant, wild pheasant, yellow golden, red pheasant, vitro pheasant, and other wild bird species.\nAbbottabad Wildlife and TMA employees have been tasked with the care of the mini-zoo, and will be responsible for the protection of animals and birds according to modern scientific principles.\nSub-Divisional Forest Officer Wildlife Sardar Muhammad Nawaz said that future phases of the zoo will include other animals and birds, which will likely to increase the number of tourists visiting the park. \nAmong those present at the opening ceremony were Conservator Wildlife for Hazara Circle Muhammad Arif, Tehsil Mayor Sardar Shuja Nabi, Tehsil Municipal Officer TMA Abbottabad Shakeel Hayat, and Divisional Forest Officer for Wildlife Muhammad Idris, and Sub Divisional Forest Officer Sardar Muhammad Nawaz. Additional Deputy Commissioner Relief Rabia Sajjad and Tehsil Officer for TMA Abbottabad Abid Khan.\nSub Inspectors promoted\nAfter the implementation of the Supreme Court of Pakistan (SCP) verdict regarding out-of-turn promotion in the police department, Deputy Inspector General (DIG) Hazara Tahir Ayub Khan promoted Sub Inspectors (SI) to the next grade and appointed acting Deputy Superintendent Police (DSP) in various districts of the region.\nThe DIG Hazara not only promoted many SIs to Inspector but also issued transfer orders for 18 Inspector. Police Inspectors of Abbottabad, Haripur, Mansehra, Battagram and Kohistan have been appointed as acting DSPs.\nAfter the demotion of police officers in the Hazara division following the court's verdict, DIG Hazara notified 18 police officers of eight districts of the region during the second phase of transfers.\nThe SP Investigation Kohistan has been transferred and appointed as acting DSP Havelian, DSP Havelian Inspector Muhammad Sajjad has been transferred as acting DSP headquarters Haripur, Inspector Fida has been transferred from Haripur and deputed as acting DSP Jadba. Inspector Iftikhar who was working as DSP Haripur has been appointed as acting DSP headquarters in Abbottabad, and Inspector Gulzar has been transferred from Abbottabad to Battagram as acting DSP Battagram.\nAdditional input from APP\n \nPublished in The Express Tribune, March 26th, 2023.\n", "3": "The Rawalpindi district has once again been hit by a surge in the number of Covid-19 cases, causing an alarm among the local authorities and the public alike.\nAccording to sources, five more people were confirmed to have contracted the virus in the last 24 hours. Two of the coronavirus-positive patients belong to Potohar Town, one belongs to Cantt and two are from outside the district. In this regard, the district administration has constituted an observation committee comprising experts to monitor the fresh wave of coronavirus and to devise a strategy to control its spread.\nPreviously, Covid SOPs were lifted throughout the district but the positivity ratio of 1.64% has yet again alarmed the authorities concerned. In the last 24 hours, 305 people were tested, of which five were confirmed to be Covid positive. Moreover, 26 patients have currently been quarantined in their homes. No Covid patient is undergoing treatment at any hospital, the sources added.\nAccording to a report compiled by the Health Department, from the first wave till today coronavirus has been confirmed in 44,156 people, of which 42,789 patients recovered while 1,341 patients lost their lives. On the other hand, a total of 7,00,6011 people have been successfully vaccinated against the deadly disease.\nThe department has continued to maintain a COVID-19 vaccination facility, and it is recommended that citizens who have not completed their coronavirus vaccine doses or have not yet received a COVID-19 shot should get vaccinated as soon as possible. \nDeputy Commissioner Hassan Waqar Cheema has told The Express Tribune that the threat of the coronavirus resurfacing still persists. To mitigate this risk, an expert observation committee has been established.\nPublished in The Express Tribune, March 26th, 2023.\n", "4": "Preparations are in full swing to observe Besakhi – a religious event celebrated annually to mark the beginning of the Sikh New Year – in Hasan Abdal.\nThis was disclosed by Hasan Abdal Assistant Commissioner Dr Sana Ramchand while speaking to The Express Tribune on Saturday.\nSana Ramchand, Pakistan’s first Hindu female assistant commissioner also said the grand event would portray Pakistan’s positive image abroad as scores of Sikh devotees visit Gurudwara Sri Panja Sahib Hassan Abdal every year from across the world.\nLast year alone, over 2,100 Sikh pilgrims from India reached Hasan Abdal by special trains through Wagah Border to participate in the festival.\nThe Evacuee Trust Property Board and the Pakistan Gurdwara Committee will renovate and illuminate the religious places in the city in connection with the annual festival.\nThe official said that Baisakhi celebrations will kick off on April 10.\nMoreover, the deputy commissioner emphasised that Pakistan is our homeland and we must overcome difficult circumstances for its prosperous future.\nSpeaking about the ongoing census, she said the census has already begun and it would require the cooperation of the public to achieve its objectives.\nShe lauded teachers for fulfilling census duties and urged the public to maintain a positive attitude toward them. “The public must remember that their participation in this effort is crucial for the future of the country's planning.”\n \nPublished in The Express Tribune, March 26th, 2023.\n", "5": "A 24-year-old youth who reportedly went missing on Tuesday from Attock has been found near a government technical college on Fateh Jang Road.\nAccording to sources, the victim received a single bullet in his face which proved fatal. They said the deceased has been identified as Hamza Ali Awan, son of Pakistan Tehreek-e-Insaf local leader Noor Muhammad Awan. The victim’s father is said to be a close aide of PTI National Assembly Member (MNA) Major (retd) Tahir Sadiq.\nAccording to the FIR, the victim borrowed a motorcycle from his father on March 21 to meet his friends and was supposed to return home on time. However, when he didn’t show up and his cell phone went off, his relative became worried and lodged a complaint with the police claiming that he has been abducted.\nUpon this, the police registered a case and started an investigation.\nSources said the same FIR of abduction was converted into an FIR of murder when his body was recovered.\nOn the other hand, Attock City Model Police Station had registered an FIR under section 365 of the Pakistan Penal Code.\n \nPublished in The Express Tribune, March 26th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2408164/ifa-starts-inspection-of-eateries-in-capital", "1": "https://tribune.com.pk/story/2408166/235-schemes-okayed-for-pindi", "2": "https://tribune.com.pk/story/2408155/mini-zoo-inaugurated-in-abbottabad", "3": "https://tribune.com.pk/story/2408158/five-more-cases-trigger-fears-of-covid-spurt-in-rawalpindi", "4": "https://tribune.com.pk/story/2408161/baisakhi-preparations-in-full-swing", "5": "https://tribune.com.pk/story/2408162/missing-youth-found-dead-1"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad"}, "CreationDate": {"0": "2023-03-26", "1": "2023-03-26", "2": "2023-03-26", "3": "2023-03-26", "4": "2023-03-26", "5": "2023-03-26"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/Unhygienic-Food-Eateries1666677805-0/Unhygienic-Food-Eateries1666677805-0.jpeg", "1": "https://i.tribune.com.pk/media/images/21611582502-1/21611582502-1.jpg", "2": "https://i.tribune.com.pk/media/images/61597434786-1/61597434786-1.jpg", "3": "https://i.tribune.com.pk/media/images/Vaccine1633498392-0/Vaccine1633498392-0.jpg", "4": "https://i.tribune.com.pk/media/images/1947980-Baisakhifestival-1554954397/1947980-Baisakhifestival-1554954397.JPG", "5": "https://i.tribune.com.pk/media/images/1491966-gunshot-1503812649/1491966-gunshot-1503812649.jpg"}}