{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar"}, "Header": {"0": "PHC orders de-sealing of 3 currency exchange markets", "1": "Centre wants to create financial instability in KP: Mahmood", "2": "Cement factory challenges ‘super tax’", "3": "2 soldiers wounded in Waziristan suicide attack", "4": "FIA arrests man for blackmailing woman on social media", "5": "Pashto research scholar Dr Insha passes away", "6": "Cop injured in Lakki Marwat police station attack dies", "7": "ANP names candidates for PA seats", "8": "Relocation of Malakand armed services board demanded", "9": "Man commits suicide in Haripur farmhouse", "10": "Outgoing year sees rise in literary activities", "11": "Tourists briefed about weather hazards", "12": "Khar people rally to demand football ground restoration", "13": "Kohat to have women chamber of commerce", "14": "Two brothers shot dead in Mardan"}, "Summary": {"0": "Stops forex trading there until next hearing.", "1": "Terms federal govt's indifferent attitude towards province a matter of serious concern.", "2": "PHC asks govt for response to petition", "3": "\"The suicide bomber rammed the explosive-laden vehicle into the wall of the checkpost in Mirali,\" local official says.", "4": "PESHAWAR: The Federal Investigation Agency’s cybercrime wing has arrested a man for allegedly sharing obscene...", "5": "PESHAWAR: Senior Pashto research scholar and literary critic Dr Mian Suhail Insha died of cardiac arrest in ...", "6": "LAKKI MARWAT: A Frontier Reserve Police (FRP) constable Farmanullah, who was injured in an attack on a police ...", "7": "PESHAWAR: The Awami National Party has started naming candidates from various constituencies of Khyber Pakhtunkhwa...", "8": "LOWER DIR: Retired forces’ personnel on Wednesday demanded of the government to shift the district armed services...", "9": "HARIPUR: A man committed suicide by hanging himself from a tree in the farmhouse of a local landlord, police said...", "10": "More than 25,000 titles published in Pashto, Urdu and Hindko", "11": "ABBOTTABAD: Traffic police here organised a special camp for tourists at Nathiagali to raise awareness among them of...", "12": "BAJAUR: The residents of Khar town, the headquarters of Bajaur tribal district, on Wednesday staged a demonstration...", "13": "KOHAT: A woman chamber of commerce and industry will be established in Kohat under the Khyber Pakhtunkhwa Cities...", "14": "MARDAN: Two persons were killed and their brother was injured when a four persons said to be their relatives opened..."}, "Detail": {"0": "PESHAWAR: The Peshawar High Court has ordered the de-sealing of three currency exchange markets here and declared the premises won’t be used for forex trading until next hearing into a relevant case on Jan 17.\nIt also directed owners of those markets to produce two surety bonds each of Rs500,000 and adjourned hearing into the matter.\nThe Federal Investigation Agency had sealed the Hafeez Market, Faiz Market and Azad Market early this month over the alleged smuggling of US dollars.\nJustice Wiqar Ahmad of a single-member bench issued the de-sealing order after hearing petitions of the owners of those markets, including Hafeezur Rehman, Haji Niaz Mohammad and Noor Habib.\n\nStops forex trading there until next hearing\n\nIn almost identical petitions, market owners challenged the sealing of their respective premises and the issuance of notices to them by the FIA under Section 5(5) of the FIA Act.\nIn the notices, the agency alleged that traders of those markets were damaging the economy by carrying out the illegal businesses of hundi, hawala and black marketing of US dollars.\nAdvocate Danyal Asad Chamkani appeared for the petitioners and said the FIA had sealed the markets of his clients without having powers to do so.\nHe said the FIA had issued notices to the petitioners under Section 5(5) of the FIA Act, whereas the said provision did not authorise the sealing of any premises by it.\nReferring to that legal provision, the counsel said, “If, in the opinion of a member of the FIA conducting an investigation, any property which was the subject-matter of an investigation was likely to be removed, transferred or otherwise disposed of before an order of the appropriate authority for its seizure is obtained, such member may direct the owner not to remove, transfer or otherwise dispose of such property in any manner except with previous permission of such member.”\nHe added that the law’s section in question didn’t empower the FIA to seal a property.\nThe lawyer argued that the petitioners were the owners of their respective markets comprising several shops, which were rented out.\nHe contended that if the tenants were involved in any illegal business of money exchange, the FIA should act against them individually instead of targeting market owners.\nMr Chamkani pointed out that apart from money exchange dealers there were also shops dealing in other businesses.\nDeputy attorney general Sanaullah rejected the arguments of the petitioners’ counsel and stated that several FIRs were registered against different money changers having shops in those markets.\nHe said another high court bench headed by Justice Roohul Amin Khan heard an identical petition a few days ago, so those cases might also be fixed for hearing by it.\nThe bench directed the high court’s relevant office to fix petitions before a bench headed by Justice Roohul Amin Khan on Jan 17, the next date of hearing.\nIt, however, granted interim relief to the petitioners by issuing directives to de-seal their markets.\nThe FIA recently conducted raids in the Chowk Yadgar area known for forex trading and sealed four markets and plazas having dozens of shops. It claimed that the action was taken to eliminate the black marketing of US dollars and strengthen the rupee.\nPublished in Dawn, December 29th, 2022\n", "1": "PESHAWAR: Chief Minister Mahmood Khan has alleged that federal government wants to create financial instability and disturb peace in Khyber Pakhtunkhwa.\nChairing a meeting on the law and order in the province here on Wednesday, he termed the indifferent attitude of federal government towards KP a matter of serious concern, according to a statement.\n“The indifferent attitude of the incumbent federal government is a matter of serious concern which is causing multiple issues for the province,” said the chief minister. He said that combating militancy and terrorism was responsibility of the federation.\n“Combating militancy and terrorism is responsibility of the federation because all the relevant institutions and agencies fall within jurisdiction of the federal government,” he said. He added that federal government wanted to create financial instability in KP and sabotage peace and development in the province.\nThe chief minister said that he would not compromise on law and order in the province. He added that provincial government was utilising huge resources to cope with contemporary challenges.\n“Maintaining law and order is the first priority of provincial government and a number of initiatives have been taken to this effect during the last four years that have resulted in significant improvement in the overall policing in the province,” he said. He added additional allowances were approved for the employees of Counter-Terrorism Department (CTD) and other required resources would also be provided to them on war footings.\nMr Khan termed peace vital for development and prosperity of the province. He said that provincial government extended all-out support to police department.\n“Maintaining peace and tranquillity is our collective responsibility for which all stakeholders would have to play their role,” said the chief minister. He directed the participants of the meeting to strengthen coordination amongst the relevant departments and agencies.\nHe said that there should be close liaison among all relevant institutions for an effective response mechanism. “Efforts for welfare and development can only yield results if there is peace in the society,” he added.\nMinister for Finance Taimur Salim Jhagra, Adviser to Chief Minister for Home and Tribal affairs Babar Salim Swati, Special Assistant to Chief Minister on Information Barrister Mohammad Ali Saif, Chief Secretary Dr Shahzad Bangash, Inspector General of Police Moazzam Jah Ansari and other officials attended the meeting.\nThe meeting reviewed the overall law and order situation and made important decisions to effectively counter the prevailing challenges.\nThe meeting was informed that police and CTD worked under a well-devised and comprehensive strategy to maintain law and order in the province. “Substantial success has been achieved in thwarting the nefarious intentions of extremists as 82 per cent of threats have been neutralised during 2022,” the meeting was told.\nPublished in Dawn, December 29th, 2022\n", "2": "PESHAWAR: The Peshawar High Court has issued notices to the federal revenue secretary and Federal Board of Revenue seeking their response to the petition of a cement manufacturing company against a ‘super tax’ and its retrospective imposition.\nJustice Mohammad Naeem Anwar of a single-member bench fixed the hearing into the plea of the Cherat Cement Company Limited by a division bench for Jan 11.\nHe also granted an interim relief to the petitioner by allowing it to submit tax returns by excluding the amount of tax (super tax) imposed under Section 4-C of the Income Tax Ordinance, 2001.\nHowever, the bench declared that the interim relief should be subject to the deposit of post-dated cheques of the amount of super tax claimed by the FBR or calculated by the petitioner.\n\nPHC asks govt for response to petition\n\nThe petitioner requested the court to declare that the imposition of the super tax for the tax year 2022 or any year thereafter is illegal and without lawful authority.\nThe respondents in the petition are the federal government through the secretary of the revenue division, FBR through its chairman, commissioner (inland revenue), and chief commissioner (inland revenue), Regional Tax Office, Peshawar.\nBarrister Ibrahim Khan Afridi appeared for the petitioner and said parliament had passed the Finance Act, 2022, wherein through Section 5, a new section, 4-C, with Division IIB of Part I of the First Schedule, was introduced into the Income Tax Ordinance, 2001.\nHe said through Section 4-C, the levy of the ‘super tax’ on high-earning people had been imposed retrospectively for the tax year 2022.\nThe lawyer said since the Finance Act, 2022, had taken effect on July 1, 2022, and the tax year 2022 closed on June 30, 2022, the applicability of the impugned tax to the financial year 2022 was illegal.\nHe said the petitioner belonged to one of the 13 industries, which were subjected to a higher rate of ‘super tax’ compared with that of general taxpayers.\nThe counsel said his client had already worked out its income on the basis of the law prevailing during the tax year 2022 and it had also prepared the books of accounts and declared profits, dividends and capital gains for the year 2022 on the basis of decisions made while taking into account the prevailing tax laws at that time.\nHe contended that the imposition of ‘super tax’ on income earned and transactions done in the tax period that had already lapsed, coupled with unjustified discrimination, was illegal, arbitrary, and a violation of the fundamental rights guaranteed by the Constitution.\nThe lawyer argued that while the legislature was competent to introduce reasonable classification, it was a settled principle of law that even for taxes, there could be no discrimination in the same class of people.\nHe said the petitioner fell in the first proviso to Part I of the First schedule for which a higher rate of 10 per cent for income above Rs300 million had been prescribed.\nThe counsel, however, said according to the schedule in question, the rate of super tax was four per cent, but for the petitioner as a cement industry, it was 10 per cent, an act of discrimination against his client.\nPublished in Dawn, December 29th, 2022\n", "3": "PESHAWAR: Two soldiers were wounded when a suicide bomber rammed his explosive-laden vehicle into a security checkpost in Mirali area of North Waziristan tribal district on Thursday.\n“It was a vehicle-borne attack. The suicide bomber rammed the explosive-laden vehicle into the wall of the checkpost in Mirali,” local official said. He added that two soldiers sustained injuries in the attack.\nLocal police said that the area was immediately cordoned off after the incident and a search operation was launched.\nOfficials stated that a checkpost of the security forces established on Bypass road came under attack. \nThey said that the wounded soldiers were immediately shifted to Mirali hospital. No official statement was received from Inter-Services Public Relation (ISPR), the military’s media wing, till filing of this report.\nOn December 20, one soldier and two civilians lost their lives when a suicide bomber rammed a rikshaw into the vehicle carrying security forces in Miramshah.\nPublished in Dawn, December 29th, 2022\n", "4": "PESHAWAR: The Federal Investigation Agency’s cybercrime wing has arrested a man for allegedly sharing obscene pictures of a woman on social media and blackmailing her. \nFIA officials said a woman had filed a complaint with FIA’s cybercrime wing, stating that Farzan Ali allegedly shared her obscene pictures on WhatsApp to blackmail her.\n“On Wednesday, the cybercrime wing arrested Ali during a raid carried out in Faisalabad. The officials also confiscated a mobile phone from his procession,” an FIA official said, adding Ali was charged under relevant sections of the Prevention of Electronic Crimes Act, 2016.\nMeanwhile, the agency’s commercial banking circle on Wednesday arrested a man for his alleged involvement in Hundi Hawala.\nFIA officials said a sum of Rs200,000, 4,000 Saudi Riyal along with Hawala Hundi receipts were recovered from Abdul Haq.\n“The accused involved in illegal business of Hundi and currency smuggling was running parallel banking system without any legal authority,” an FIA official said, adding the accused had been charged under relevant sections of the Foreign Exchange Regulations Act, 1947.\nPublished in Dawn, December 29th, 2022\n", "5": "PESHAWAR: Senior Pashto research scholar and literary critic Dr Mian Suhail Insha died of cardiac arrest in Hayatabad in the early hours on Wednesday, family sources confirmed. He was 66. He was suffering from multiple health complications, including heart ailment.\nAccording to family sources, Mr Insha developed severe pain in chest on Tuesday night and was rushed to a private medical facility, but could not survive. His body was shifted to his home town in Pubbi area of Nowshera district. He was laid to the rest the same day in his ancestral graveyard. \nLocal elders, literati and notables of the area attended his funeral prayers. \nHe left behind a widow, a son and a daughter to mourn his death.\nBorn in 1956 in Nowshera, he had done his MBBS from Khyber Medical College, and joined the provincial health department. He got retired in 2016 as principal medical officer from the District Headquarters Hospital, Nowshera.\nDr Insha hailed from a scholarly family where his geology tracked to Pashto classical period of Meer Ahmad Shah Rezwani, a noted poet of his era. He had great penchant for Pashto classical literature, and since his early life, he loved different subjects, including research, history, literature and cultural and social issues.\nHe used to contribute to Pashto and Urdu papers and journals on a variety of topics, and also attended literary events. He had authored several books published in Pashto in his lifetime.\nMr Insha was known as a balanced literary critic, research scholar and progressive Pashto writer in the local circles.   \nPublished in Dawn, December 29th, 2022\n", "6": "LAKKI MARWAT: A Frontier Reserve Police (FRP) constable Farmanullah, who was injured in an attack on a police station in Bargai area of Lakki Marwat over a week ago, succumbed to injuries at a hospital in Peshawar on Wednesday.\nFour policemen were martyred and as many injured when terrorists attacked the police station in the remote locality of the district bordering Bitani and Wazir subdivisions, on the night of Dec 17.\nA police official said Farmanullah was referred to Peshawar from a local hospital in critical condition, where he remained under treatment for 10 days.\nThe official said body of the martyred policeman was brought to the Malak Saad Shaeed Police Lines, where his funeral prayers were offered.\nAdditional Inspector General of Police Sabir Ahmad, chief minister’s adviser Babar Saleem Swati, Commandant FRP Qasim Ali Khan, SSP operations Kashif Aftab Abbasi, chief traffic officer Shezada Umar Abbas, SSP investigation Shezada Kokab Farooq and officials of the Counter-Terrorism Department attended the funeral prayers.\nA police contingent presented a salute to the martyred cop while police officers laid flower wreaths on his coffin.\nSUBSIDISED SEEDS DEMANDED: Farmers in Bannu have urged the district administration to ensure availability of sufficient quantity of fertiliser and seeds in the model farm services centre so that they could get the same on subsided rates. \nThe demand was made at an open kutcheri convened by Bannu deputy commissioner Aun Haider Gondal on Wednesday. \nMr Gondal heard the problems of growers and assured them that his administration would take measures to resolve them. He said farmers in the southern districts would be equipped with farm technologies so that they could get enhanced yield. \nDistrict director agriculture Khudayar, deputy director extension Saima Ghazal, deputy director horticulture Dr Rehmatullah Khan, additional AC Riaz Ahmad and office-bearers of model farm services centre were also present on the occasion. \nThe farmers said that shortage of fertiliser and seeds at the model farm services centre had left many growers with no option, but to buy the commodities at high prices in the open market. \nThey demanded repair of agricultural machinery and availability of livestock experts in the centre, asking the government to provide solar power system to the centre and build a store, offices, kitchen and a mosque in it. \nThey also demanded provision of more funds to the farm centre to ensure availability of sufficient quantities of seeds, fertiliser and pesticides. \nThe farmers asked the government to complete work on the project of Baran Dam raising and releasing water in canals. They said that such sessions would help boost the agriculture sector in the district. \nThe DC issued instructions to the authorities of agriculture department for resolution of some problems highlighted by the farmers. He asked the growers to benefit from the subsidy and other initiatives launched by the government.\nPublished in Dawn, December 29th, 2022\n", "7": "PESHAWAR: The Awami National Party has started naming candidates from various constituencies of Khyber Pakhtunkhwa for the general elections. \nAccording to information issued to media, the names were approved by the party’s parliamentary board headed by ANP‘s Khyber Pakhtunkhwa president Aimal Wali Khan.\nTaimurbaz Khan will be the party’s candidate from Bannu (PK-99), Gul Sahib Khan Khattak (PK-97) Karak and Malik Ali Sarwar from (PK-107) Lakki Marwat.\nMian Iftikhar Hussain will be the candidate from Nowshera (PK-87), Haji Bahadur Khan from Lower Dir (PK-16) and Shakil Bashir Khan Umarzai from Charsadda (PK-60).\nSalahuddin Momind will contest from the Peshawar’s PK-74 constituency and Faisal Zeb Khan from PK-27 Shangla.\nSimilarly, Nisar Momand will be the candidate from PK-64 Momand. Sardar Hussain Babak will be the party’s candidate for PK-25 Buner, Qaisaroli Khan PK-24 and Afsar Khan PK-23 Buner.\nSamar Haroon Bilor will be the candidate for PK-81 Peshawar and Yasin Khalil PK-77. \nAbudullah Yousafzai will be the candidate for PK-80 and Arslan Khan Nazim PK-78.\nDr Naveedullah Khan will be the ANP’s candidate for PK-79, while Haji Siddique Afridi will be the candidate for PK-76.   \nPublished in Dawn, December 29th, 2022\n", "8": "LOWER DIR: Retired forces’ personnel on Wednesday demanded of the government to shift the district armed services board from Malakand Top to Chakdara without delay.\nTalking to journalists here, representatives of the retired personnel from the three services, including Said Gul, Badshah Zada, Jehan Bakht, Noor Faqir and others, complained after the construction of the Swat Motorway the pensioners and their relatives found it difficult to reach the Malakand Top as the main GT Road was no longer used by the public transporters.\nThey said about 15,000 retired personnel belonging to different districts of Malakand division like Swat, Lower and Upper Dir, Chitral and Bajaur had to verify their pension documents from the services board.\nThey pointed out that the government had started constructing a public park in Chakdara, and demanded that the district administration specify at least one acre of land in the park for constructing the building of the district armed services’ board.\nThey said Chakdara was the centre of Malakand division and lied at a suitable distance from various districts so the government should shift the services board here.\nPRESS CLUB ELECTION: The Timergara Press Club, during the elections for the year 2023 held on Wednesday, elected Ismail Anjum as president, Nawab Badshah vice-president, Rehmatullah Swati general secretary, Tahir Shah joint secretary, Habib Mohammad Khattak information secretary, Malik Akbar Saeed finance secretary and Bahramand Syed office secretary. Rohullah Shakir was elected chairman of the press club’s executive committee.\nSHOPS GUTTED: A fire gutted a few shops in the Timergara city. The fire broke out in one of the shops due to unknown reasons on Wednesday evening, and engulfed the adjoining shops.\nRescue 1122 firefighters along with local volunteers rushed to the site and started efforts to put out the blaze.\nPublished in Dawn, December 29th, 2022\n", "9": "HARIPUR: A man committed suicide by hanging himself from a tree in the farmhouse of a local landlord, police said here on Wednesday.\nThey said that Rafaqat, 45, a resident of Chamiyari village, was serving at the farmhouse of Rehman Gul, a local landlord of Hamlet Colony Ghazi.\nOn Tuesday evening, the landlord and local people spotted his dead body hanging from a tree and informed police.\nGhazi police shifted the body to tehsil headquarters hospital for autopsy. Police and hospital sources said that preliminary investigation suggested that the man had committed suicide.\nWATER CHARGES: The tehsil municipal administration here on Wednesday revised the water charges that were enhanced during the month of October.\nAccording to a notification issued from the office of tehsil municipal officer here on Wednesday, the increase in the monthly water charges for domestic and commercial consumers was withdrawn following Haripur tehsil council unanimously adopted a resolution during its session held on September 15, 2022.\nThe TMA had increased the monthly water charges from Rs150 to Rs300 for domestic consumers while fee for commercial consumers was also enhanced by100 per cent. The decision had drawn resentment from the chairmen and councillors of the neighbourhood councils. They staged protests against it.\nEarlier, the chairman Haripur tehsil council, Samiullah Khan, had clarified that the decision about increase in water rates was made months before his taking over as chairman and the provincial government had endorsed the increase owing to the financial crisis faced by TMA.\nHe said that it was the prerogative of the provincial government to reverse the decision.\nMeanwhile, the downward revision of water fee by TMA was lauded by the chairmen and councillors.  \nPublished in Dawn, December 29th, 2022\n", "10": "PESHAWAR: The pace of literary activities across Khyber Pakhtunkhwa, especially in the provincial metropolis, remained a bit slow in the outgoing year as compared to last year, however, writers continued to hold poetry recitation sessions, book launching ceremonies, study circles, seminars and symposia.\nSeveral private publication houses brought out more than 25,000 titles covering variety of topics in Pashto, Urdu and Hindko languages. The first edition of Peshawar Literature Festival (PLF) held in May under the auspices of Institution of Education and Research (IER), University of Peshawar, instilled a new spirit in Peshawarites.\nAccording to experts, books on Pakhtun history and fiction were shipped to Pashto speaking people living in the Gul and European countries. Books of Wali Khan, Bacha Khan and Ghani Khan’s poetry besides Ajmal Khattak’s Urdu novel remained in great demand.\nMonthly magazines, journals tabloids and countless web pages and YouTube channels helped in updating readers and social media users during the year 2022. Prose, fiction, research and literary criticism books, however, provided enough space to readers as compared to poetry.\n\nMore than 25,000 titles published in Pashto, Urdu and Hindko\n\nDespite slump in the print market, high inflation and uncertain law and order, the local writers, publishers and bibliophiles contributed to the cause of the written word. Wordsmith and intellectuals continued taking refuge in the magical world of ideas and concepts because books are considered highways to progress of the nation.\nProf Nasrullah Jan Wazir, the director of Pashto Academy, UoP, told this scribe that young scholars completed their MPhil and doctorate theses. He said more than 30 scholars completed their research anchored on different languages of the province, history, culture, social context and syntax.\nProf Abaseen Yousafzai, when asked about the pace of literary events in Peshawar, said that both public and private sector universities arranged well-attended literary events including book fairs and poetry recitation sessions. He said that literary organisations were able to conduct events on different issues.\n“I am quite satisfied with the activities of the local literati as they continued brining out books on self-sponsored basis. Bacha Khan Research Centre, Qalandar Momand Research Centre, Pashto Academy and a few other private publication houses are engaged in fruitful research activities. During the year 2022, they have published invaluable books and theses,” he said.\nThe Peshawar chapter of Pakistan Academy of Letters remained quite active and arranged more than 200 events within its meagre resources in connection with Pakistan diamond jubilee celebrations. The facility was inaugurated during the outgoing year and benefited local poets, writers and scholars.\nThe woman literati brought out their poetry collections, fiction books and research theses. Different youth societies around Peshawar were engaged in their monthly study circles, promoting the cause of book culture.\nThe Halqa-i- Arbab Zauq, Da Sahu Leekunkio Adabi Maraka, Pohantoon Adabi Stori and more than a dozen literary bodies kept up their literary activities to motivate budding writers.\nPublished in Dawn, December 29th, 2022\n", "11": "ABBOTTABAD: Traffic police here organised a special camp for tourists at Nathiagali to raise awareness among them of weather hazards. \nSSP traffic, Abbottabad, Malik Ijaz said on the occasion that the camp was organised on the directives of Hazara DIG and Abbottabad DPO to facilitate travel for the tourists visiting Galiyat. He said that challan of the tourists had been banned. \nTalking to the visitors, he said that the Abbottabad traffic police would remain on alert to timely respond to any appeal for help from tourists.\nPublished in Dawn, December 29th, 2022\n", "12": "BAJAUR: The residents of Khar town, the headquarters of Bajaur tribal district, on Wednesday staged a demonstration demanding arrest of the people who vandalised the football ground pitch and its immediate restoration. \nA large number of people, including youth, players and social activists, attended the rally held at the main Khar Bazaar. The protesters were holding placards inscribed with slogans condemning demolition of the ground with the help of tractors. \nThey pointed out that the playground located near Plang area was the lone facility of football, cricket and other sport activities for the area youth while its land was donated by former Nawab of Khar late Abdul Subhan Khan some 30 years ago. \nBajaur Chamber of Commerce and Industry president Haji Lali Shah, ANP leader Abbas Alam, Khar town JUI-F leader Maulana Fazal Muhsin and others addressed the protesters and called the act of vandalising the established sports facility as shameful and a bid to deprive the youth of Khar and its nearby areas of their right to take part in sports and healthy activities. \nThey also criticised the district administration for its silence over the issue. They vowed to continue their protest till reconstruction of the pitch and arrest of the people who had damaged it. \nHowever, the leaders of the protesters later agreed to end the protest after assailant commissioner Muhibullah Khan assured them of launching investigation into the matter and reconstruction of the ground from Thursday (today). \nARRESTED: The police arrested a proclaimed offender here on Wednesday. \nAccording to a police statement, the accused Lal Mohamnad, a resident of Salarzi tehsil, was arrested from a mosque during a raid conducted by a team of police officials led by DSP Nimatullah. \nIt said the accused was wanted to the police for last one year in a murder and some other cases. It said the accused would be produced before a judicial magistrate on Thursday (today).   \nPublished in Dawn, December 29th, 2022\n", "13": "KOHAT: A woman chamber of commerce and industry will be established in Kohat under the Khyber Pakhtunkhwa Cities Improvement Project funded by the Asian Development Bank.\nA decision to this effect came at a meeting between a delegation of the project and different stakeholders here on Wednesday.\nThose in attendance were director gender, Ms Shandana, gender coordinator Shehla Gul, skill development specialist Sarmad Hussain, founding president of Kohat Chamber of Commerce and Industry Haji Rasheed Paracha, social mobiliser Saima Shah and others.\nThe participants called for suggestions to help increase the role of women in business and industry.\nOn the occasion, Ms Shandana stressed that as women constituted 50 per cent of the total population, increasing their role in commerce and industry was vital for development.\nRasheed Paracha said the Kohat chamber would provide all-out help for women development as entrepreneurs.\nWHEELCHAIRS: Wheelchairs have been provided to the police stations to facilitate the persons with disabilities visiting the buildings.\nBesides, special desks have also been set up to facilitate the persons with disabilities and the elderly.  \nTalking to mediapersons, district police officer Abdur Rauf Qaisrani said these steps had been taken to provide maximum relief to the special persons and resolve their complaints in a speedy manner.\nPublished in Dawn, December 29th, 2022\n", "14": "MARDAN: Two persons were killed and their brother was injured when a four persons said to be their relatives opened firing on them over a family dispute in Sarfaraz village here on Wednesday, police and rescue officials said. \nJabbar police said that the preliminary investigations revealed that at least four people, including Sher Bahadar, Gul Ahmad, Abdullah and Yousaf, opened firing on the three brothers identified as Rehmat Jan, Abdul Ghaffar and Matiullah after exchange of hot words over a family dispute. \nAs a result, Rehmat Jan and Abdul Ghaffar died on the spot, while their third brother Matiullah was injured. \nThe police registered an FIR on the complaint of Abdul Qayyum, brother of the slain persons, against the four accused. They claimed that taking prompt action they had arrested two of the accused identified as Gul Ahmad and Yousaf.\nPublished in Dawn, December 29th, 2022\n"}, "Link": {"0": "read full story", "1": "read full story", "2": "read full story", "3": "read full story", "4": "read full story", "5": "read full story", "6": "read full story", "7": "read full story", "8": "read full story", "9": "read full story", "10": "read full story", "11": "read full story", "12": "read full story", "13": "read full story", "14": "read full story"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar"}}