{"Keys": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore", "7": "lahore", "8": "lahore", "9": "lahore", "10": "lahore", "11": "lahore", "12": "lahore", "13": "lahore", "14": "lahore", "15": "lahore", "16": "lahore", "17": "lahore", "18": "lahore", "19": "lahore"}, "Header": {"0": "Two killed in train-rickshaw collision at unmanned crossing near Lahore", "1": "Buzdar says criticising him akin to rapping PTI", "2": "LHC moved against PA dissolution plan", "3": "Curbing smog in Lahore: LHC suggests two-week winter vacation", "4": "Eight killed, 26 injured as two buses collide", "5": "Attack on housing society guards", "6": "Cipher audio leak controversy: Imran allowed time to file rejoinder to FIA reply", "7": "1,100 graduates get degrees at UCP convocation", "8": "Farmers hold ‘tractor march’ in Lahore today", "9": "PA takes up Toba university bill", "10": "CM announces project to connect cities between Sutlej and Indus", "11": "Two exhibitions at Alhamra in the works", "12": "Gunmen ‘killed by accomplices’ in shootout", "13": "Combination of basic, applied research a  must for real-world impact: HEC chairman", "14": "Ismail, Sarfraz Cheema visit gun attack site", "15": "Three injured in fire  at foam factory", "16": "Robber arrested after encounter; two abducted men freed", "17": "GCU begins self-assessment of postgraduate programmes", "18": "Man kills wife, injures sister-in-law", "19": "Sewage inundates Chan Pir Road"}, "Summary": {"0": "Accident causes derailment of engine, a luggage van and two passenger coaches besides damaging the track badly.", "1": "LAHORE: Former chief minister of Punjab Sardar Usman Buzdar said on Monday the criticism of him by Chief Minister...", "2": "LAHORE: A Toba Tek Singh resident has petitioned the Lahore High Court to prevent the Punjab Assembly from being...", "3": "Directs Pemra to run smog awareness campaign on TV channels, EPA to monitor smoke-emitting industries.", "4": "DERA GHAZI KHAN: A head-on collision between two passenger coaches early on Monday morning on the Indus Highway near...", "5": "LAHORE: Three dozens unidentified people attacked and injured five guards of a private housing society in the Nawab...", "6": "Call-up notice challenge plea in prohibited funding case adjourned.", "7": "LAHORE: On the second day of the 25th convocation of the University of Central Punjab (UCP) held at Expo Centre...", "8": "They are demanding regulation of Urea market, issuance of DAP subsidy, higher support prices for wheat and sugarcane.", "9": "LAHORE: The Punjab Assembly met here on Monday after a break of two weeks under the chairmanship of Mian Shafi...", "10": "Rs160bn road project to link eight districts with motorways, highways", "11": "LAHORE: The Alhamra Art Gallery will host two exhibitions, one group show and one solo show.  On Dec 22, a group show of 20...", "12": "OKARA: The gunshots of his two unidentified accomplices killed a gunman late on Sunday, according to Saddar ...", "13": "LAHORE: Higher Education Commission (HEC) Chairman Dr Mukhtar Ahmed has said basic and applied research must be...", "14": "GUJRAT: Former Sindh governor and senior leader of the Pakistan Tehreek-i-Insaf (PTI) Imran Ismail and adviser to...", "15": "KASUR: Three workers suffered injuries on Monday due to a fire that  erupted in a foam-manufacturing factory near...", "16": "BAHAWALPUR: A team of the Pervaizwala check post of the Punjab Highway Patrol (PHP) claimed to have arrested a...", "17": "LAHORE: The Government College University (GCU) has launched a self-assessment initiative for all its postgraduate...", "18": "TOBA TEK SINGH: A man stabbed to death his wife and injured critically his sister-in-law at Kamalia in Muhalla...", "19": "NAROWAL: The Chan Pir Road neighbourhood has been swamped in sewage after the main sewerage system got choked two..."}, "Detail": {"0": "\n\nDERAILED locomotive at an unmanned crossing between Kahna and Jia Bagga stations. (right) The badly broken rails of the down track. — Dawn\n\n \nLAHORE:  Two men were killed on Monday after the Karachi-bound 34-down Pak  Business Express collided with a motorcycle-rickshaw at an unmanned  level-crossing between Kahna and Jia Bagga stations, about 20km from the  Lahore main railway station. \nThe accident also caused derailment  of the engine, a luggage van and two passenger coaches besides damaging  the track badly due to applying of emergency brakes by the driver. The  deceased included the rickshaw driver and a man travelling with him. \nThe  train, according to official sources of the Pakistan Railways (Lahore  division), left the Lahore railway station at about 4pm for  Karachi. When it was about to reach the point of an unmanned crossing between the Kahna and Jia Bagga  stations, it hit a  motorcycle-rickshaw which appeared on the track from nowhere . \n“The  accident took place at 4:46pm. Though the driver applied emergency  brakes, he couldn’t avert the collision. The rickshaw driver and the  passenger travelling with him died on the spot,” says a spokesman for  the PR police. \nHe said all the passengers including the crew  travelling in the derailed and other coaches remained safe. Senior  officials, including the divisional superintendent and deputy  superintendent of the PR police, also reached the spot.\n“A relief  train carrying a crane was also dispatched to the site that put the  derailed coaches and engine on the track,” he added. \nOn the other  hand, the entire train operation on the down track (between Lahore and  Raiwind) remained suspended for several hours, as the rehabilitation of  the track, putting coaches and engine back on the track took time. \n“We  also sent a locomotive to the site that brought all the coaches - other  than the derailed ones - back to the Kot Lakhpat railway station. We did it  in a bid to attach two new coaches and a locomotive with the rake in  order to dispatch the train,” a PR (Lahore Division) spokesman told Dawn.  \nHe said due to closure of the down track, all Karachi-bound trains were diverted to the up-track from Kahna station.\nIt  merits mentioning that a number of accidents frequently happened from  2019 to 2022 included many at unmanned crossings in Pakistan. These  included killing of 22, including 20 Sikh pilgrims, in July 2020 after a  train rammed into a bus at Sucha Soda, a small town near  Farooqabad in Sheikhupura district.  \nAnother similar accident  happened near Pattoki at an unmanned level crossing when a train hit a  car carrying two newly-wed couples who died on the spot. \nTill December 2020, there were 3,000 unmanned  crossings across the country, with 550 in Lahore division which also includes Sheikhupura, Okara and Faisalabad. “At unmanned level crossings, it is, under the law, purely a  responsibility of road users to cross carefully. Law also allows taking  necessary legal action against those crossing a railway track at an  unmanned level crossing in case of an accident,” said an official. \nHe said as many as 100 unmanned crossings and unauthorised passages were closed by the PR (Lahore division). \nHe  said if any railway servant notices a transport vehicle crossing a  class 3 level crossing without complying with the requirement of section  91 (i) of the West Pakistan Motor Vehicle Ordinance 1965, its number  with available particulars shall immediately be brought to the notice of  the sectional permanent way inspector of railways or the nearest  station master shall promptly report the matter to police. \n“The  driver of a transport vehicle who desires to pass over a railway level  crossing shall cause the vehicle to stop before the crossing and shall  not attempt to pass over the crossing unless permission of the conductor  of the vehicle, or where the vehicle has no conductor, a person  authorised in this behalf by the owner of the vehicle in writing other  than the driver of the vehicle walks before the vehicle until it has  cleared the railway line (sic),” reads section 16.9 of the ordinance. \nHe  said similarly as per Railway Act 1890, the responsibility for upgrade  of unmanned level crossing lies with the provincial governments and road  authorities concerned, for whom the ministry of railways may provide  all possible technical assistance.\nPublished in Dawn, December 20th, 2022\n", "1": "LAHORE: Former chief minister of Punjab Sardar Usman Buzdar said on Monday the criticism of him by Chief Minister Chaudhry Parvez Elahi was in fact “the criticism of the narrative of the Pakistan Tehreek-i-Insaf (PTI).”\n“I served the people of the province honestly for over three years. My conscience is satisfied,” said Buzdar responding to the media queries outside an accountability court.\nReporters were keen to seek his comments on the critical remarks by Mr Elahi on the performance of Buzdar government during an interview to a news channel the other day.\nBuzdar chose not to respond to Elahi’s remarks, however, claiming that record development projects were launched during his tenure.  \nHe claimed the governance during his government was good and that it did not resort to victimisation of political rivals. “I always respect friends,” he added.\nBuzdar said he kept many secrets in his heart, but the time was not appropriate to reveal them.\nIn his TV interview, Mr Elahi lashed out at the former chief minister for “discrimination” against Gujrat district, that is former’s constituency, in launching development schemes.\nHe alleged the Buzdar government ruined the whole province during the last four years.\nEarlier, an accountability court extended the interim pre-arrest bail of Mr Buzdar in an inquiry launched by the National Accountability Bureau (NAB) against him and others on charges of misuse of authority and corruption in the award of a liquor sale licence to a hotel.\nA special NAB prosecutor told the court that a recommendation for closure of the inquiry had been forwarded to the headquarters of the anti-corruption watchdog. Final decision in the matter would be taken by the NAB chairman, he added.  \nThe court extended Mr Buzdar’s bail till Jan 5, 2023.\nThe former chief minister pleaded before the court that the inquiry was a result of the NAB’s mala fide. He stated that there was no evidence on record to suggest that he derived any illegal pecuniary advantage or benefit in any manner whatsoever.  \nHe said no offence was made out against the petitioner for want of arrest under any provision of the National Accountability Ordinance 1999. \nPublished in Dawn, December 20th, 2022\n", "2": "LAHORE: A Toba Tek Singh resident has petitioned the Lahore High Court to prevent the Punjab Assembly from being dissolved prematurely.\nPetitioner Namdar Ali submits that Pakistan Tehreek-i-Insaf (PTI) Chairman Imran Khan announced dissolution of the provincial assemblies of Punjab and Khyber Pakhtunkhwa on Dec 23. He says the dissolution of the assemblies would be against the mandate of the Constitution and the autonomy of the provinces.\nHe states that Punjab Chief Minister Chaudhry Parvez Elahi, in a TV interview, stated his wish that the legislature fulfil its constitutional term, but at the same time claimed to have handed over a summary to Imran Khan for the dissolution of the assembly.\nThe petitioner alleges that the PTI chairman wants to dissolve the Punjab Assembly for his personal gains, but it would be detrimental to the stability of the country.  \nHe asks the court to restrain the chief minister from the dissolution of the Punjab assembly in the larger public interest. \nPublished in Dawn, December 20th, 2022\n", "3": "LAHORE: The Lahore High Court on Monday directed a judicial commission to propose to the school education department to announce a two-week long winter vacation in the public and private schools as a step to help curb smog in the provincial capital.\nJustice Shahid Karim was hearing public interest petitions filed by Haroon Farooq and others on different environmental issues.\nThe judge previously ordered closing of the schools on Fridays and Saturdays.\nOn Monday, the judge directed the Pakistan Electronic Media Regulatory Authority (Pemra) to run a smog awareness campaign on TV channels.\nHe also directed the Environment Protection Agency (EPA) to strictly monitor the smoke-emitting industries.\nEarlier, the Lahore deputy commissioner submitted a report containing recommendations to mitigate smog.\nThe report revealed that the Punjab government had already approved a project for procurement of 200 drone cameras under a World Bank-funded programme. It said modern drones with night-vision cameras could be programmed to report smoke emissions even during night time.\nThe report further stated that long-range PTZ (Pan-Tilt-Zoom) cameras did not require human control and can automatically detect and record certain emissions from up to 3,000 meters distance. It proposed installation of the PTZ cameras at the smog hot spots in Lahore, including Mehmood Booti, Karol Ghati, Lakhodair, Turkey Road, Ring Road, Multan Road and Bund Road.\nIt also suggested installation of at least ten air quality monitoring stations in the city and increase in the field posts for the better implementation of the government policies.\nThe report said the Parks and Horticulture Authority (PHA) had been focusing more on the ornamental plants, whereas urban green spaces should be used to purify the air and reduce “fugitive dust” in the city.\nThe judge adjourned the hearing till Dec 23 and directed the provincial government to release funds for the implementation of the report’s suggestions.\nPublished in Dawn, December 20th, 2022\n", "4": "DERA GHAZI KHAN: A head-on collision between two passenger coaches early on Monday morning on the Indus Highway near Shahwali in Rajanpur district left eight dead and 26 injured. \nA speeding Karachi-bound bus coming from Peshawar collided with a coach which was on its way to Rajanpur from Quetta when it tried to avert collision with a tractor-trolley due to fog on the road. \nThe accident resulted in the death of eight passengers and injuries to 26 others.  \nLocals along with Rescue 1122 shifted the injured to tehsil and district headquarters hospitals.  \nThe deceased have been identified as Sher Ali, Muhammad Imran, son of Bakhsh, Haji Rafique (driver), Kifayatullah, Nadir and his son Bhutto, Kashif Ali and Ghulam Shabbir.  \nThe injured included Haji Rehmatullah, Naik Ashiq Ali, Muhammad, Abdul Razaq, Najeebullah, Naqeebullah, Abdul Razaq, Izat Khan, Riaz, Ghulam Shah, Altaf, Ehsan Din, Sajjad Hussain, Wajid Husain, Muhammad Ashraf, Naqeebullah of Tank, Nadir Khan, Muhammad Farooq, Shaukat, Rahib, Amant Din, Zakaranab, Ali Murtaza, Gull Khan, Awal Khan and Hazart Ali. \nDera Ghazi Khan Commissioner Liaqat Ali Chattha dispatched teams to  the spot to help the injured. He said the government would bear expenses on the treatment of the injured. He also directed necessary  steps to shift bodies to their natives areas.\nMeanwhile, Chief Minister Parvez Elahi has expressed grief over the deaths and sough a report.  \nTRAINING: Digital training has been started for the seventh houses and population census.  \nThe commissioner inaugurated the training session at Ghazi University.  \nSpeaking at the opening ceremony, Commissioner Liaqat Ali Chatha said the census was an important national  responsibility which would be fulfilled diligently.  \nHe said online record would be compiled by going  door-to-door with the use of modern technology.  \nMaster trainer Dr.  Abdul Majid while speaking at the opening ceremony said by Dec 23, the trainers would be trained in house and population  census who would train enumerators at the tehsil level  from Jan 7 to 15.\nPublished in Dawn, December 20th, 2022\n", "5": "LAHORE: Three dozens unidentified people attacked and injured five guards of a private housing society in the Nawab Town area late on Monday. The CCTV footage of the incident showed the attackers on motorcycles holding batons and uprooting barriers.\nThey are also seen chasing the guards when they left the spot. They later dispersed as the housing society management called police to take action against the attackers.\nA police official claimed the attackers remain unidentified while the guards are also unsure of the motive of the suspects.\nThe police said they would identify the attackers with CCTV footage and suspects would be arrested.\nPublished in Dawn, December 20th, 2022\n", "6": "LAHORE: The Lahore High Court on Monday allowed time to a counsel for Pakistan Tehreek-i-Insaf (PTI) Chairman Imran Khan to file his rejoinder to a reply by the Federal Investigation Agency (FIA) in an inquiry into an audio leak relating to cipher controversy.\nKhan challenged a call-up notice by the agency which was suspended by the court on a previous hearing.  \nAs Justice Asjad Javed Ghural resumed the hearing, a legal representative of the FIA submitted a reply seeking dismissal of Khan’s petition.\nThe agency said the call-up notice to the petitioner was issued in accordance with law. It further said that the inquiry was being conducted as per the law and no harassment had been caused to the petitioner.\n\nCall-up notice challenge plea in prohibited funding case adjourned\n\nKhan’s counsel Barrister Salman Safdar sought time to file his rejoinder and the judge adjourned the hearing for a date to be fixed after winter vacation in courts.\nIn the petition, Barrister Safdar argued that the FIA summoned the petitioner in the impugned inquiry without disclosing any criminal wrongdoing committed by the petitioner.  \nHe asked the court to set aside the impugned call-up notice by declaring it being issued without jurisdiction. He also urged the court to quash the inquiry in the interest of justice since no wrongdoing whatsoever had been pointed out against the petitioner.\nJustice Ghural also adjourned hearing of another petition of Khan challenging a call-up notice in an inquiry in the prohibited funding case.\nThe judge had on Nov 8 suspended the impugned notice.\nKhan through Advocate Intizar Hussain Panjhuta contended that the FIA had no power to proceed in the matter, especially when the Election Commission of Pakistan (ECP) did not even hold that any law had been violated in opening or operating the bank accounts in question.  \nHe said the ECP never directed the FIA or any other agency to inquire into any aspect of the bank accounts. He argued that only the federal government and the ECP could take actions against the political parties.\nThe FIA, in its reply, defended the call-up notice saying it was competent to investigate offences taking place in private banks. It said the inquiry was relating to bank accounts about which the PTI claimed before the ECP that the accounts were opened without an authorisation of the party.\nPublished in Dawn, December 20th, 2022\n", "7": "LAHORE: On the second day of the 25th convocation of the University of Central Punjab (UCP) held at Expo Centre degrees were distributed among 1,100 graduates.  \nCEO of Netsol Technologies Saleem Ghori was the guest of honour.\nOn the first day of the two-day convocation, degrees were awarded to 1,076 graduates representing various faculties, including management sciences, law, pharmaceutical sciences, humanities, social sciences and language sand culture.\nPunjab Group Executive Director Sohail Afzal, Pro-Rector Dr Nasar Ikram, deans of faculties, academicians, industry experts, students and their parents participated in the convocation.\nPublished in Dawn, December 20th, 2022\n", "8": "LAHORE: Farmers are holding a “tractor march” in the provincial capital on Tuesday (today) to press the Parvez Elahi government for acceptance of their demands related to regulating the Urea fertiliser market, issuance of DAP subsidy and higher support prices for wheat and sugarcane.\nKissan Ittehad president Mian Umair Masood will lead the march against failure of the Punjab government in meeting their demands despite promises.\nFarmers claim that Parliamentary Affairs Minister Raja Basharat had assured the representatives of the Ittehad recently that the government would take strict action against hoarders of Urea fertiliser, which was being sold at Rs3,200 per 50kg bag against the official rate of Rs2,250 per bag.\nThe provincial government had also not begun releasing the subsidy on DAP so far, nor it fixed wheat support price on a par with the Sindh government, which fixed it at Rs4,000 per 40kg.\nLikewise, they had demanded Rs370 per maund support price of sugarcane, but the government had yet to take any step in this regard, while sugar millers have allegedly been given a free hand to purchase cane from the growers through simple paper slips instead of proper cane purchase receipt (CPR), as required under the law, they said.\nPublished in Dawn, December 20th, 2022\n", "9": "LAHORE: The Punjab Assembly met here on Monday after a break of two weeks under the chairmanship of Mian Shafi Muhammad.  \nThe house, which met for a brief period of time, did not take up the lawmakers’ written questions related to the local government and community development department because of the absence of minister Mian Mahmoodur Rashid and the chair put off the queries for another day.\nParliamentary Affairs Minister Basharat Raja introduced the University of Toba Tek Singh Bill of 2022. The chair referred the bill to the Standing Committee on Higher Education, which will investigate it and report back to the House within two months.\nAnnual reports of different departments and agencies were also laid before the house, and the chair put off the proceedings for Tuesday afternoon without allowing general discussion on the political situation and price hike, the third item on the agenda for the day.\nPublished in Dawn, December 20th, 2022\n", "10": "LAHORE: Chief Minister Chaudhry Parvez Elahi on Monday announced the Rs160bn Sutlej Indus Economic Network (SIEN) for eight districts between the Sutlej to the river Sindh to connect them with the highways and motorways. \nUnder the project, the districts of Kasur, Okara, Pakpattan, Vehari, Bahawalnagar, Lodhran and Bahawalpur would be connected with the motorways and highways, including the Indus Highway. \nA meeting held in the Chief Minister’s Office chaired by Chief Minister Parvez Elahi approved the “SIEN” project.  \nSpeaking on the occasion, Mr Elahi said a new chapter of development and prosperity would open for the farmers, traders, industrialists and investors through the mega project.  \n\nRs160bn road project to link eight districts with motorways, highways\n\nWhile giving details, the CM explained that the first phase of the project from the Kasur Bypass to Lahore Ring Road (G-1 SIEN Corridor) would be completed with Rs15bn. It would connect seven remote districts of Punjab with M-2, M-3, M-4, M-5 and M-11. He said access to 49pc of commodity-producing markets would improve through the highways while 3,431 industrial units of food, agriculture and metal products would be promoted in these districts as business activities in nine big and small towns would be increased.  \nThe chief minister said the North-South Corridor would connect Depalpur, Pakpattan, Vehari, Multan Road, Head Sulemanki, Minchinabad, Bahawalpur and Bahawalnagar Road. The Changara East Interchange would be connected with Bahawalpur N-5 while Hasilpur would be connected with Rajana Motorway (M-3) through Vehari, Burewala and Chichawatni, he said and added that Chishtian to Burewala and Sahiwal to Samundri link road would be built.  \nGiving further details, Mr Elahi said Bahawalnagar to Sahiwal would be connected with M-3 via Arifwala and the SIEN Corridor would also be constructed from Minchinabad to Sahiwal via Pakpattan.  \n“Allahabad will be connected to the Jaranwala Interchange M-3 through Chunian, Pattoki and Halla while Sharaqpur Interchange M-3 will be connected with Raiwind Road and Ring Road.”  \nThe CM noted that the pressure on big cities would be reduced due to the development and creation of employment opportunities in the remote districts. The establishment of specialised potato machinery centres in Pakpattan and Okara would benefit the potato farmers, he said and added that by installing solar dryers and color sorter machines in Bahawalnagar, red chilli farmers would be able to get a better price for the crop.  \nAnnouncing that the Vehari Industrial Estate would be converted into the Agro-Industrial Park, he claimed that economic activities would increase in the Kasur Small Industrial Estate and Dry Port. He added that a multimodal freight terminal would be established in Pakpattan and agro-industrial parks would be established in Bahawalnagar and Okara.  \nChief Secretary Abdullah Khan Sumbal, former federal secretary and Chairman of Planning and Development Board Salman Ghani, the secretary C&W, secretary Planning and Development, secretary Transport, Secretary Finance, senior specialist Economics Urban Unit and others attended the meeting.\nPublished in Dawn, December 20th, 2022\n", "11": "LAHORE: The Alhamra Art Gallery will host two exhibitions, one group show and one solo show.  \nOn Dec 22, a group show of 20 artists from the University of Punjab’s College of Art and Design will begin. A group collection of 44 artworks will be on display, including mix media, landscapes, still life, life size sculptures, fresco painting on old Lahore and figurative work.\nAccording to gallery director Mina Haroon, artists explored new mediums and emphasised themes that were profoundly woven into society’s social fabric. Zulfiqar Ali Zulfi, a visual artist, will curate the exhibition.\nAnother planned display is a solo show by self-taught artist Najma Kamal. Palette knife paintings, usually landscapes, would be featured at the exhibition.  \nThe exhibit will open on Dec 27.\n“Artists feel honoured when they exhibit their works at Alhamra Art Gallery, which is an iconic cultural place in Lahore established in 1981; all senior visual artists, including masters such as Ustad Allah Buksh, Chugtaiee, and Sadiqaian, have had their works exhibited here,” said Ms Haroon, gallery director.\nIn the last week of December, the Lahore Arts Council will also host a ghazal festival with seasoned and fresh ghazal singers.\nPublished in Dawn, December 20th, 2022\n", "12": "OKARA: The gunshots of his two unidentified accomplices killed a gunman late on Sunday, according to Saddar police.  \nA night-patrolling squad, led by Inspector Mahr Muhammad Ismail, was on 28/2L Road when three motorcyclists were signalled to stop over near 25/2L, but they began shooting at the police team. \nThe retaliated in self-defence. The firing went on for a while, and when the suspects’ weapons fell silent, the police located an unidentified dead with a weapon on him. The accomplices escaped in the middle of the night.  \nThe police shifted the body to the DHQ City Hospital mortuary for a postmortem examination and lodged a case under sections 302, 324, 353, 186, 399, and 401 of the Pakistan Penal Code.  \nLater, the deceased was identified as Amir, alias Amree, of Toba Tek Singh. He was involved in the killing of constable Muhammad Asif Raza and 12 other heinous crime cases.  \nA police team is trying to trace the other two suspects.\nKILLED: A man shot dead a woman in her house village of Othwal Khalsa on Gugera-Jandraka Road.  \nThe police said Akhtar Bibi was at home when Asad and Amir came there and Amir allegedly shot her dead. A few days ago, the suspects had a scuffle with Akhtar Bibi and in revenge, he killed her.  \nOn the report of Bibi’s father Sakhawat Ali, the Gogera police registered a case.\nPublished in Dawn, December 20th, 2022\n", "13": "LAHORE: Higher Education Commission (HEC) Chairman Dr Mukhtar Ahmed has said basic and applied research must be combined for real-world impact.\nHe was addressing a conference on ‘Impactful Research: Convergence of Basic and Applied Research to Create Real-World Impact’ at the University of Management and Technology (UMT).\nUMT President Ibrahim Hasan Murad, Rector Dr Asif Raza, Director General Abid Sherwani, Dr Mujahid Kamran, Dean Research Dr Sammia Shahid, Registrar Saleem Atta, Controller of Examinations Haseeb Haider, deans, directors and a large number of faculty participated in the conference.\nThe HEC chairman said local private varsities should focus on improving quality of research in diverse areas and needed to adapt to the changing landscape of today’s world. He stressed \nthe need to focus on research that could provide solutions to social and economic problems of society.\nHe said data centres would be set up in Karachi and Lahore to enable the HEC to improve its performance.\nLamenting lack of resources, Dr Ahmed emphasised on collaborative projects and resource sharing by experts from all varsities.\nHe announced that more than Rs100 million would be given to varsities to carry out impactful research soon. \nThe asked the varsities to create their own small companies to serve the country by introducing new products made through research.\nMr Murad said research based education was being promoted in his institution to provide research-based solutions to societal problems. \nHe said that through cutting-edge technology and impactful research, the varsity was producing graduates who could help create a community of job providers rather than job seekers.\nMr Murad presented an honorary souvenir to the HEC chairman at the end of the ceremony.\nMOU: Punjab University and Punjab Health Initiative Management Company (PHIMC) signed a memorandum of understanding (MoU) to raise awareness about Qaumi Sehat Card at a ceremony organised at the VC office here on Monday.\nOn the occasion, VC Prof Zaidi termed the health card’s a revolution in health sector enabling the poor to avail treatment from private hospitals in a respectable manner.\nHe hoped the PU School of Communication Studies would play an active role to raise awareness about the health card, its performance, features and processes so that the people could utilise the services to the maximum with ease.  \nPU would also facilitate the PHIMC officials in every possible way to raise awareness on the health card through airing a radio drama series on the varsity’s FM radio free of cost.\nPublished in Dawn, December 20th, 2022\n", "14": "GUJRAT: Former Sindh governor and senior leader of the Pakistan Tehreek-i-Insaf (PTI) Imran Ismail and adviser to Punjab chief minister on home affairs Umar Sarfraz Cheema on Monday visited the crime scene of the gun attack on Imran Khan in Wazirabad. \nLahore Capital City Police Officer (CCPO) Ghulam Mahmood Dogar, who also heads the joint investigation team (JIT), and forensic experts from the Punjab Forensic Science Agency (PFSA) were also accompanying them. \nGujrat District Police Officer Ghazanfar Shah, who holds the additional charge of Wazirabad DPO, and Wazirabad DSP Malik Amir too were present; however, none of the other five members of the JIT were accompanying the head of the investigation team. \nOfficial sources said Mr Ismail visited the crime scene as a representative of the PTI chairman. The JIT had already sent a questionnaire to the former prime minister in connection with the investigation. \nStrict security arrangements had been made by police for the visiting team as the crime scene had been preserved since the incident that occurred 47 days ago. \nMr Ismail too was present at the container with Imran Khan when he came under the gun attack on Nov 3 on way to Islamabad while leading a long march. \nThe visiting team mainly inspected the rooftops of the buildings surrounding the crime scene and they went to the top of the container and examined it. \nThe suspect in the Wazirabad the gun attack, Naveed Arain, is in police custody on physical remand until Dec 22 after and he will again be produced before the Gujranwala ATC on completion of remand. \nPublished in Dawn, December 20th, 2022\n", "15": "KASUR: Three workers suffered injuries on Monday due to a fire that  erupted in a foam-manufacturing factory near village Jalayki in the limits of  Phoolnagar police station.  \nShort circuit is said to be the reason for the fire. \nAccording to Rescue sources, a fire erupted in the godown of Unifoam. Soon the fire engulfed a  major portion of the factory as a result three workers -- Anwar Sharif, Ranjha Pahalwan and Babar Bashir -- suffered burns. \nThe injured were rushed to Phoolnagar rural health centre where they were stated to be stable. Property loss worth millions of rupees was reported.\nPublished in Dawn, December 20th, 2022\n", "16": "BAHAWALPUR: A team of the Pervaizwala check post of the Punjab Highway Patrol (PHP) claimed to have arrested a robbery suspect while his three accomplices managed to flee after an encounter on the Lodhran–Khanewal highway.  \nPolice signalled a car to stop at the check-post but the car driver attempted to flee.  \nWhen police chased the car, the riders allegedly opened fire on them. An encounter started which left one of the occupants of the car injured while his three accomplices managed to flee in the darkness.  \nPolice recovered from the car the tractor-trolley driver, Muhammad Ramzan, and helper, Zahid, who worked for a businessman, Muhammad Ismail. \nAccording to police, both Ramzan and Zahid were transporting 550 maund cotton, worth Rs4m, to Chichawatni when the robbers intercepted their tractor-trolley and abducted them at gunpoint.  \nThe Jahania police impounded the tractor-trolley from the abandoned area of Lakhi Tibbi and registered a case against the fleeing robbers. \nBODY FOUND: The Dunyapur police claimed to have found the body of a man belonging to Chak 68/12-I of tehsil Chichawatni from the cabin of an oil tanker, which was travelling on Qutabpur-Noorpur road. \nAccording to Rescue 1122 Lodhran Coordinator Muhammad Safdar, Dunyapur police had installed a picket on Qutabpur-Dunyarpur road at night. When the SHO signaled an oil tanker to stop, its driver stopped the vehicle and fled.  \nPolice found the tortured body of a man, later identified as Raees Khan (38), in the tanker. They sent the body to the Dunyapur Tehsil Headquarters Hospital and registered a murder case against the driver.  \nIn a separate incident, one Saddam Hussain (26), an assistant of a truck driver, was seriously injured when the truck overturned near Ahmedpur East.\nPublished in Dawn, December 20th, 2022\n", "17": "LAHORE: The Government College University (GCU) has launched a self-assessment initiative for all its postgraduate programmes for policy reforms and to ensure the highest quality standards.\nGCU Vice Chancellor Prof Dr Asghar Zaidi constituted various assessment teams comprising senior professors from different universities to review the implementation of 31 standards of the self-assessment programme under the Higher Education Commission (HEC) guidelines.\nA separate team has been constituted for quality assessment of every department of the university.  \n“The assessments will also contribute towards ranking of the departments and the top ranked one will be awarded cash prize and certificates for the faculty members.”\nProf Zaidi visited the botany department, along with the assessment team, and reviewed laboratory equipment, library resources and other research facilities made available to the students, besides faculty-to-student ratio, the standards of research and teaching, training offered to support staff in previous years, curriculum design and improvement etc.\nThe VC said the basic objective of the self-assessment initiative was to identify areas where further improvement could be made by identifying weaknesses in each department of the university. He said a plan would be chalked out to bring continuous improvements and convert the weaknesses identified by the teams into strengths to set an example for other universities.\nHe said self-assessment was a technical and systematic process of gathering and reviewing important quantitative and qualitative data and information from multiple and diverse sources about educational programmes.\nHe also said senior academicians from other varsities had also been included in the self-assessment teams to ensure impartiality.\nHe appreciated the staff and faculty of the GCU’s botany department for extending cooperation to the assessment team.\nPublished in Dawn, December 20th, 2022\n", "18": "TOBA TEK SINGH: A man stabbed to death his wife and injured critically his sister-in-law at Kamalia in Muhalla Amaratsarianwala on Monday.\nThe police said Musarrat Bibi, wife of Attaullah, had been residing with her parents at Renala Khurd for the last year. Two days ago, Attaullah brought her back after reconciliation, and on Monday, he axed her to death. \nLater, he went to the adjacent house of his elder brother Muhammad Aslam and injured his wife, Mumtaz Bibi (also the sister of the deceased). She was admitted to the Kamalia THQ hospital. The police were conducting raids to arrest the suspect.\nINJURED: Two robbers were critically injured in an encounter with Rajana police on Monday.\nPolice said both wounded outlaws were on physical remand and were being taken to government forests near Chak 536-GB for the recovery of looted valuables on their indication when four unidentified accomplices of both robbers attacked the police van to free them. They received bullets fired by their own accomplices.  \nThe wounded gunmen are Asif Kharal, of Faisalabad’s Chak 417 JB, and Fareed Ansari, of Chak 399-GB, Tandlianwala. They were admitted to the DHQ Hospital.\nOPERATION: Faisalabad Waste Management Company (WMC) CEO Bill Feroz Joya and Assistant Commissioner of Jarranawala Noaman Ali Dogar led on Monday an operation against land grabbers and retrieved 150 acres allotted to the WMC for use as a waste dumping site.  \nA press release from the district information department said the land was worth more than Rs450 million.\nPublished in Dawn, December 20th, 2022\n", "19": "NAROWAL: The Chan Pir Road neighbourhood has been swamped in sewage after the main sewerage system got choked two days ago, causing locals, including the students of girls’ college, to wade through the dirty water.\nThe neighbourhood is part of the city’s downtown, through which hundreds of female students travel on their way to the Government College for Women. Along the way, there is also a public elementary school, a mosque, various private schools, and clinics.  \nAfzalpura and Chokhandi Mohallah and other residential neighbourhoods are also located on the road.\nRafat Bibi, a local, stated that they have been confined to their home for the past two days due to overflowing sewage. She claimed that they are compelled to get groceries by wading through muddy water. She stated that they were bothered by the stink of raw sewage.\nSchoolteachers Muhammad Younis and Muhammad Jameel, holding shoes in their hands, said they had come to the assistant education officer’s office for important work. They claimed that we were unaware of the deterioration of the situation in Narowal City.  \nNarowal Municipal Committee Chief Officer Rehan Saleem could not be reached for comment.\nShahrukh Niazi, deputy commissioner, stated he was on leave, but would take steps to assist citizens.\nPublished in Dawn, December 20th, 2022\n"}, "Link": {"0": "https://www.dawn.com/news/1727211/two-killed-in-train-rickshaw-collision-at-unmanned-crossing-near-lahore", "1": "https://www.dawn.com/news/1727210/buzdar-says-criticising-him-akin-to-rapping-pti", "2": "https://www.dawn.com/news/1727209/lhc-moved-against-pa-dissolution-plan", "3": "https://www.dawn.com/news/1727208/curbing-smog-in-lahore-lhc-suggests-two-week-winter-vacation", "4": "https://www.dawn.com/news/1727207/eight-killed-26-injured-as-two-buses-collide", "5": "https://www.dawn.com/news/1727206/attack-on-housing-society-guards", "6": "https://www.dawn.com/news/1727205/cipher-audio-leak-controversy-imran-allowed-time-to-file-rejoinder-to-fia-reply", "7": "https://www.dawn.com/news/1727204/1100-graduates-get-degrees-at-ucp-convocation", "8": "https://www.dawn.com/news/1727203/farmers-hold-tractor-march-in-lahore-today", "9": "https://www.dawn.com/news/1727202/pa-takes-up-toba-university-bill", "10": "https://www.dawn.com/news/1727201/cm-announces-project-to-connect-cities-between-sutlej-and-indus", "11": "https://www.dawn.com/news/1727200/two-exhibitions-at-alhamra-in-the-works", "12": "https://www.dawn.com/news/1727199/gunmen-killed-by-accomplices-in-shootout", "13": "https://www.dawn.com/news/1727198/combination-of-basic-applied-research-a-must-for-real-world-impact-hec-chairman", "14": "https://www.dawn.com/news/1727197/ismail-sarfraz-cheema-visit-gun-attack-site", "15": "https://www.dawn.com/news/1727196/three-injured-in-fire-at-foam-factory", "16": "https://www.dawn.com/news/1727195/robber-arrested-after-encounter-two-abducted-men-freed", "17": "https://www.dawn.com/news/1727194/gcu-begins-self-assessment-of-postgraduate-programmes", "18": "https://www.dawn.com/news/1727193/man-kills-wife-injures-sister-in-law", "19": "https://www.dawn.com/news/1727192/sewage-inundates-chan-pir-road"}, "Category": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore", "7": "lahore", "8": "lahore", "9": "lahore", "10": "lahore", "11": "lahore", "12": "lahore", "13": "lahore", "14": "lahore", "15": "lahore", "16": "lahore", "17": "lahore", "18": "lahore", "19": "lahore"}}