{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar"}, "Header": {"0": "Abducted Dera child recovered", "1": "Reduction in quota mars distribution of free flour in Khyber", "2": "Dir road blocked against killing of traffic cop", "3": "Education must for progress of nations: speakers", "4": "Child drowns in Bajaur well", "5": "Expert for alternative system to help cancer patients in Afghanistan", "6": "Govt employees take to Swat streets against pension reforms", "7": "Cop held with 5kg heroin", "8": "Family demands action over gun attack", "9": "Workers call for increase in minimum wage", "10": "Peshawar High Court strikes down transfer of KP’s tax cases to Islamabad", "11": "Candidates protest delay in interviews for driver posts", "12": "Currency dealer held for running hundi business", "13": "KP police deny bullets pierced bulletproof vests, helmets of Kohat policemen in attack"}, "Summary": {"0": "DERA ISMAIL KHAN: An eight-month old baby who was abducted from the free flour distribution point in Baisakhi Ground...", "1": "Tehsil chairman says they received 145 bags less than the daily quota of 245 for Landi Kotal on Wednesday, which was further reduced to 64 next day.", "2": "SHO says people not helping police trace gunman", "3": "LAKKI MARWAT: Speakers at a function have said that education leads nations to development and progress. The...", "4": "BAJAUR: A child died and his brother sustained injuries after falling into a  well in Khar tehsil here the other ...", "5": "Dr Aasim says, “A significant proportion of the patients, who access these facilities, are Afghans or Pakistani Pashto-speaking people from KP.\"", "6": "Say 35pc deduction from pension is \"injustice\" and not acceptable to them.", "7": "KOHAT: A police constable was arrested on Indus Highway on Thursday for allegedly smuggling five kilograms of heroin...", "8": "BATTAGRAM: A family has alleged that the police are delaying action against the people, who paralysed one of its...", "9": "SWABI: Leaders of government employees on Thursday demanded an increase in the minimum wage in proportion to...", "10": "Accepts pleas of industries, firms against FBR order for change of jurisdiction.", "11": "PESHAWAR: The candidates, who appeared in the drivers’ recruitment test in police department last year, held a...", "12": "PESHAWAR: The Federal Investigation Agency’s commercial banking circle has arrested a currency dealer here on...", "13": "Lab director says personnel were martyred as \"bullets hit those parts of their bodies, which were not covered by bulletproof jackets and helmets\"."}, "Detail": {"0": "DERA ISMAIL KHAN: An eight-month old baby who was abducted from the free flour distribution point in Baisakhi Ground was recovered with the help of CCTV cameras, police said here on Thursday.\nASP Ali Abdullah while addressing an emergent press conference at the Cantt police station said that an eight-month-old minor was kidnapped on Wednesday during the distribution of free flour.\nAfter receiving the information about the incident, Regional Police Officer Dera and DPO Dera took immediate notice and formed a special team to recover the child.\nASP Ali Abdullah said the police team started the investigation on the scientific lines and the child was recovered and handed over to the parents within six hours of abduction.\nHe said police were still looking for the alleged kidnappers.\nPublished in Dawn, April 7th, 2023\n", "1": "KHYBER: The process of the distribution of free flour among deserving family has been badly affected in Khyber owing to a sudden reduction in the quota of the commodity and problems in internet service in parts of the tribal district.\nThe reduction in quota of free flour has invited the ire of local government representatives. Tehsil chairmen of Landi Kotal, Bara and Jamrud, however, contended that per day quota of the free flour had been reduced since Tuesday when the district administration boosted off a success in distribution of the commodity.\nShah Khalid Shinwari, Landi Kotal tehsil chairman, told Dawn that they received 145 bags less than the daily quota of 245 for Landi Kotal on Wednesday and on Thursday the quota was further reduced to 64 bags only which resulted in deprivation of hundreds of the deserving families of getting free flour.\nHe said that in Landi Kotal only 20 to 25 per cent of the registered families so far received their share of three bags of flour weighing 10kg each.\n\nAdmin claims process has slowed down as it is ahead of target\n\nHe alleged that the provincial food department also unlawfully ‘doled out’ 6,500 bags of subsidised flour from the share of Landi Kotal to an influential family of Jamrud for private distribution as charity in Ramazan.\nMr Shinwari also alleged that the food department already reduced the quota of subsidised flour from 3,300 to 2,500 and sometimes 2,000 bags which the authorised local flour dealers resented at various forums but to no avail so far.\nThe free flour distribution in Jamrud was first marred by differences over the award of distribution rights between tehsil chairman and assistant commissioner.\nSources in Jamrud told Dawn that the tehsil chairman wanted his complete authority over the free flour distribution, having a list of 40 dealers of his choice while the assistant commissioner had his own list of distributors.\nThe row over award of distribution rights affected the free flour distribution in Jamrud for at least one week. The matter was later resolved through efforts of some intermediaries.\nIn Bara, sources said that apart from reduction in quota since Wednesday, problems in net connectivity in upper parts of the region and Tirah deprived a sizeable number of deserving families of their share of free flour.\nSources in upper Bara said that the distribution process was hampered by frequent disconnection of internet service that multiplied their miseries as they had come from long distance to get flour.\nIn Tirah, some people complained that flour distributors sought money from them by saying that they had paid additional amount for transportation of flour bags to remote parts of the valley.\nThe district administration on Tuesday claimed to have achieved 60 per cent of its target in distributing free flour among the families registered under the Benazir Income Support Programme, numbering 168,000.\nA statement issued from Khyber House said that so far 301,950 bags were distributed among 100,955 families at 193 distribution centres.\nMohammad Anas, a spokesperson for the district administration, told Dawn that the flour quota was reduced as they were quite ahead of the target.\nHe said that Khyber would be provided with its full share of free flour allocated for the month of Ramazan but the process was slowed down due to an organised and speedy distribution of the commodity in most parts of the district.\nHe dispelled the impression that the process was either marred by favouritism or shortage of flour. “Khyber achieved the distinction of going ahead of its target due to a planned mechanism and thus the quota was reduced not because of shortage of flour but to ease the pressure of distribution,” he added.\nPublished in Dawn, April 7th, 2023\n", "2": "LOWER DIR: Hundreds of youth on Thursday took to the streets in the Talash area here against the killing of a traffic cop.\nThe protest was staged on the call of the Talash Youth Jirga and led by Jirga president Mohammad Raziq.\nConstable of traffic police Bakht Zamin was killed by a gunman in the line of duty two days ago.\nThe participants blocked the main road and shouted slogans for peace.\nMohammad Raziq, Dr Fazal Wahab, Haji Mohammad Ali and other speakers condemned the killing and complained that authorities had failed to protect public life.\n\nSHO says people not helping police trace gunman\n\nThey criticised the police over failure to identify and arrest the killer despite the passage of two days and said it spoke volumes for their inefficiency.\nThe speakers said the people of Talash loved peace and won’t tolerate killings on their soil.\nThey demanded of authorities to ensure immediate arrest of the gunman and protection of public life in the district.\nMeanwhile, the law-enforcement agencies held several youth for interrogation but released them after finding them to be innocent.\nStation house officer Tauheed Khan complained that the residents didn’t cooperate with police for tracing the killer.\nHe told Dawn that the government had announced Rs500,000 reward for help to arrest the gunman and that the informant’s identity would be kept secret.\nWARNED: The Young Teachers Association’s Lower Dir chapter on Thursday warned that the teachers would boycott classes and lock schools if the post of the district education officer (male) was not filled within a week.\nThe warning was issued during a meeting at the DEO’s office.\nProvincial president of the association Attaur Rehman, who in the chair, said important matters of schoolteachers, clerks and Class IV employees had been pending with the DEO’s office for more than two months.\nHe said the department hadn’t given the additional charge of that office to any of its officers.\n“If the DEO’s vacancy isn’t filled within a week, the teachers will boycott classes and lock schools,” he said.\nAlso, the All Government Employees Grand Alliance’s Lower Dir chapter demanded the immediate filling of the vacancy and threatened street protests on the matter.\nNON-PAYMENT OF SALARY: The employees of Pakistan Post on Thursday complained that dozens of postmasters in the district had not been paid salary for the last 10 months.\nIn a joint statement, Zafar Hayat, Nafees Ahmad, Rehmatullah and others said the prolonged non-payment of salary had troubled postmasters amid high inflation.\nThey demanded the intervention of the postmaster general of Pakistan for the immediate release of pending salaries.\nPublished in Dawn, April 7th, 2023\n", "3": "LAKKI MARWAT: Speakers at a function have said that education leads nations to development and progress.\nThe function was arranged in connection with the ongoing enrolment drive at Government Shaheed Mohammad Ghasan Khan Centennial Model High School No.1 in Lakki Marwat city on Thursday.\nDistrict Khateeb Maulana Abdul Wahab, DEO Ilyas Khattak, deputy DEO Gul Faraz, ADEO Ihsanullah, assistant director IT Khamdullah Jan and principal of school Wajeehullah Khan addressed the event.\nThe newly-enrolled children were provided with free textbooks by the government and free school bags by Marwato Islahi Jirga (MIJ), a local welfare organisation.\nThe speakers said that seeking knowledge was an obligation upon every Muslim as per the teaching of Islam. They said that getting education was the fundamental right of every child. They said that the enrolment drive was launched to ensure that no child was deprived of the basic right of education.\nThey urged teachers to enrol and encourage mentally weak children. They asked the heads of schools to launch an awareness campaign about the enrolment drive in both urban and rural localities of the district.\nThe DEO said that the principals and headmasters should control the dropout rate and make the environment of their institutes learning-friendly for students.\nACCIDENT: A man was killed and three people including an assistant commissioner and his two guards were injured in a road accident near Darra Pezu town on Thursday.\nAn official said that the vehicle of assistant commissioner collided with a truck on Indus Highway near Pezu. He said that the truck driver identified as Ismatullah, a resident of Dera Ismail Khan, was killed while AC Tariq Mehmood and his guards Munawar and Akbar Ali injured in the accident.\nThe official said that a team of Rescue 1122 was sent to the area after receiving information about the accident. He said that the body was taken to rural health centre in Titterkhel while the injured were shifted to district headquarters hospital Tajazai.\n“After provision of essential treatment, the assistant commissioner and Munawar were referred to Bannu,” he said.\nPublished in Dawn, April 7th, 2023\n", "4": "BAJAUR: A child died and his brother sustained injuries after falling into a  well in Khar tehsil here the other day, rescue  officials and local residents said.\nThey said the incident occurred in Enzari Samasai locality, adding the children were playing near a well when they fell into it.\nRescue  officials said Rafiullah died and Najeebullah was injured. A Rescue  1122 team retrieved the body and the injured from the well and shifted  the wounded to the District Headquarters Hospital, Khar, after giving  him first aid on the spot.\nSEVEN HURT: Seven persons, including a  woman, were wounded in a clash between rival groups over a pathway in Bajaur tribal district.\nOfficials of Rescue 1122 and police said  that the incident occurred in Nawagai town. \nThey said that there was  dispute between the families of Gul Zareen and Akbar Jan over a pathway.  They said that clash occurred when the members of a family attempted to  stop their rivals from using the disputed pathway.\nAn official  said that men of both families used sticks, stones and other items  against each other in the clash. \nHe said that seven people, including a woman, from both the families were injured in the clash, which ended  after a group of locals intervened.\nAn official of Rescue 1122  said that the wounded people were identified as Luqman Khan, RafiullaH,  Musa Khan, Malang Khan, Gohar Khan, Usman Khan and wife of Akbar Jan.  \nThey were shifted to tehsil headquarters hospital in Nawagai for  treatment.\nPublished in Dawn, April 7th, 2023\n", "5": "PESHAWAR: An expert has called for development of alternative support system to help cancer patients in Afghanistan where decades-long conflict has shattered healthcare infrastructure.\nAddressing an Iftar dinner on Wednesday night, Dr Mohammed Aasim Yusuf, chief medical officer of Shaukat Khanum Memorial Cancer Hospital and Research Centre, said that policymakers needed to develop and support alternative systems and structures to provide post-conflict domestic and cross-border cancer care to patients in Afghanistan.\nHe said that a total of 113,384 cancer patients were registered with SKMCH&RC for treatment between December 1995 and June 2022. Among those patients, 7,468 (6.6 per cent) were Afghan nationals, he added.\n“Afghanistan has been facing long conflict, which has degraded its health infrastructure due to which Afghans seek cancer treatment in Pakistan’s tertiary care cancer institutions,” said Dr Aasim.\n\nDr Aasim says conflict has shattered healthcare infrastructure in the neighbouring country\n\nHe said that a total of 6,370 Afghan patients had undergone cancer care since 1995 including 57 per cent male. Thirty per cent of those patients belonged to Kabul and Nangarhar provinces of Afghanistan and 56pc of them came to the hospital with stage three or four of the disease, he said.\n“About 34pc of adult patients have achieved a complete response to treatment, but more than half of all patients have since been lost to follow-up. Children generally have better outcomes, with 43pc showing a complete response to treatment,” he said.\nDr Aasim said that the journey for those cancer patients remained long and difficult and the inability to ensure follow-up in so many remains frustrating for both patients and providers.\n \n \n\nFollowing the invasion of Afghanistan by the former USSR in 1979, millions of people from Afghanistan crossed the border to seek refuge in Pakistan, which hosted more than 3.3 million people.\nHe said that SKMCH & RC was set up in Lahore in 1994 and the intake mechanism for cancer patients was based on a diagnosis of the disease without regard to financial status, ethnicity or nationality of a patient.\nHe said that nearly 30pc of all patients, who were checked by doctors in Lahore belonged Khyber Pakhtunkhwa, bordering Afghanistan. He added that recognising the need for a specialised tertiary care cancer hospital in KP, a second SKMCH&RC was established in Peshawar in 2015.\nDr Aasim said that an estimated 180,000 new cancer patients diagnosed each year in Pakistan. “A significant proportion of the patients, who access these facilities, are Afghans or Pakistani Pashto-speaking people from Khyber Pakhtunkhwa,” he added.\nHe said that they could not treat all the cancer patients, who visited SKMCH&RC so the patients were accepted on the basis of diagnosis and stage of the disease.\n“The intention is to accept those patients, who are most likely curable. Nonetheless, once patients are accepted for treatment, they are eligible for all treatments available even when their disease progresses, regardless of their ability to pay and irrespective of their nationality or ethnicity,” he added.\nPublished in Dawn, April 7th, 2023\n", "6": "SWAT: The government employees organised a rally here on Thursday to lodge their protest against the newly-introduced pension reforms.\nThe rally was held on the call of All Government Employees Grand Alliance. The protesters said that 35 per cent deduction from pension in the name of reforms was not acceptable to them.\nThe protesters gathered at Mulababa school and marched towards Swat Press Club. They chanted slogans in favour of their demands.\nAGEGA chairman Akhtar Hussain, patron-in-chief Humayun Mehboob, patron Hafiz Mohammad Ali, All Drawing Master Association provincial president Basheer Ahmad, All PETs Association district president Ehsanullah, All Primary Teachers Association Swat senior vice president Roshan Ali, All Pakistan Teachers Association president Nawab Ali, Malik Khalid Khan and Maulana Salahuddin addressed the rally.\n\nSay 35pc deduction from pension not acceptable to them\n\nThey said that government had recently introduced pension reforms that were not acceptable to them. They said 35 per cent deduction the pension of government employees was injustice. They added that the decision was not acceptable to government employees.\nThe speakers said that provincial government must pay all the arrears of conveyance allowance to employees in lump sum.\nTREES: The elders of Swat and Shangla districts have said that trees on privately owned lands are cut with the government’s permission, but some elements have launched propaganda against them on social media.\nLed by Ajmal Khan, Fazal Kamal, Fazal Raziq, Zafar Ali, Hazrat Nabi, and Wali Khan from both districts, the elders told journalists in Swat Press Club that according to Khyber Pakhtunkhwa Wood Lot Policy, forest owners were legally allowed to cut few trees on their lands.\n“The government plants trees on our lands for which we have to wait for 40 years. We also take care and look after these trees and whenever the height of a tree reaches 22 inches, it is our legal right to cut and sell it to earn livelihood,” they said, adding that they could only cut the trees after the approval of patwari and forest officer.\n“We have provided land to the forest department and it is our right to get royalty, but now we have learnt that the government is taking away this royalty from us. If the government wants to take the royalty from us then it should also remove the trees from our lands too,” they said.\nPublished in Dawn, April 7th, 2023\n", "7": "KOHAT: A police constable was arrested on Indus Highway on Thursday for allegedly smuggling five kilograms of heroin in a car from Khyber district to southern Khyber Pakhtunkhwa.\nIn another incident on Indus Highway, police arrested a passenger and recovered fake currency worth Rs102,000 from him.\nJarma SHO Sohail Shah told this scribe that they stopped a suspicious car bearing registration number LXW-26 and recovered heroin from its hidden cavities.\nHe said that the constable of Bannu police identified as Mohammad Idrees was booked under anti-drug law. He added that the suspect was handed over to investigation police to whom he confessed to his crime.\nIn another operation at the toll plaza of Kohat tunnel, police arrested a passenger Mohammad Waheed, a resident of Karak district, and recovered fake currency from him.\nKILLED: A man was killed six others were injured in a clash between two groups over the ownership of a shop here on Thursday.\nThe deceased was identified as Noorul Hassan, the son of president of main bazaar Jamil Ahmed. The injured from both the groups were identified as Jamil Ahmed, Mohammad Amad, Khalil Ahmed, Bilal Ahmed, Shakeel Ahmed and Raheel Ahmed.\nPolice reached the scene and arrested six suspects and shifted them to hospital along with the dead body. The rivals are stated to be cousins of each other.\nCENSUS: The digital population and housing census has been successfully completed by including Bilandkhel area in it that was erroneously merged in Shewa tehsil of North Waziristan.\nThe census activities in Orakzia were carried out by 135 teams of enumerator and 20 supervisors. A total of 54,532 households were listed and enumerated in the entire district.\nA statement issued here on Thursday said that census was completed within the stipulated time. It said 100 per cent of households in the area were covered.\nThe deputy commissioner appreciated police, Orakzai Scouts, media, local elders and youth for their full support during the census. He termed successful completion of census in Orakzai a positive development, saying it would provide accurate data for better planning and resource allocation.\nPublished in Dawn, April 7th, 2023\n", "8": "BATTAGRAM: A family has alleged that the police are delaying action against the people, who paralysed one of its minor members in a gun attack.\nGul Sadiq of Tandol Bala area in Allai tehsil told Dawn that he had shifted to Battagram along with family members due to threats to life.\nHe alleged that nine months ago, his neighbours Riaz and Khateef fired gunshots at his family injuring the spinal cord of his minor son.\nThe resident said he visited the Banna police station and called for action against suspected criminals, but to no avail.\nHe added that the Battagram DPO recently called him to her office and promised immediate action.\nMr Sadiq said the suspects were present in the area and he even shared footage of their movement, but the police claimed that the wanted men had gone out of the district and search for them was under way.\nHe claimed that the police hadn’t visited the village.\nThe resident accused the police of forcing him into settling the matter with suspects out of court.\n“We deserted our home in Allai and shifted to Battagram fearing forlife,” he said.\nHe demanded the provincial police chief and DIG of Hazara division to ensure action against suspects as well as the police officials denying him justice.\nPublished in Dawn, April 7th, 2023\n", "9": "SWABI: Leaders of government employees on Thursday demanded an increase in the minimum wage in proportion to inflation rate.\nThe demand was made during a meeting of All Pakistan United Irrigation Employees Federation (APUIEF), All Teachers Association (ATA) and Local Govt Employees Federation (LGEF) here.\nThe participants hailed the Punjab government’s move to take the minimum monthly salary of workers in the province from Rs25,000 to Rs32,000 and said the KP government should follow suit.\nAPUIEF provincial president Abid Husain said the minimum wage hike in line with high inflation would offset the impact of the skyrocketing prices of essential commodities to the relief of workers.\nHe also complained about the government’s “failure” to implement labour laws and said it had led to exploitation of workers by their employers.\n“Though a Rs7,000 increase in the minimum wage won’t be enough amid record inflation,it will be better than no relief,” he said.\nATA district general secretary Ijaz Ali demanded effective enforcement of labour laws and strict punishment for their violators.\nFormer provincial president of the LGEF Niaz Ali Khan said the labour department should register all workers and protect their rights.\nHELD: The police on Wednesday arrested two robbers and seized Rs600,000 stolen cash.\nDistrict police officer Najamul Hussain told reporters that the detainees, including Rahimullah of Upper Dir district and Alamgir Khan alias Choto of Swabi, were wanted for several nighttime robberies and burglaries.\nHe said the police were quizzing the two to identify other members of the gang.\nMeanwhile, a man was injured after he fell down from a hillock in Maneri Bala village on Wednesday. A Rescue 1122 team gave first aid to the injured, Altaf Khan, 30, and shifted him to the Bacha Khan Medical Complex, Shahmansoor.\nPublished in Dawn, April 7th, 2023\n", "10": "PESHAWAR: The Peshawar High Court on Thursday declared illegal the order of the Federal Board of Revenue for the transfer of taxation-related matters of around 360 industrial units and companies of Khyber Pakhtunkhwa from the Regional Tax Office in Peshawar to the Large Taxpayer Unit (LTU) in Islamabad.\nA bench consisting of Justice Ishtiaq Ibrahim and Justice Syed M. Attique Shah accepted 66 identical petitions filed by the Alpha Pipe Industries, Peshawar Electric Supply Company and other industries and commercial entities against the Aug 5, 2020, order by the FBR chief (IR-Formation) for shifting the jurisdiction for petitioners over income tax, sales tax, federal excise and other related matters from Peshawar RTO to Islamabad LTU.\nThe detailed judgement will be issued later.\nRespondents in the petition were the federal government through the revenue secretary, FBR through its chairman, Peshawar RTO through its chief commissioner, and FBR chief (IR-Formation), Islamabad.\n\nAccepts pleas of industries, firms against FBR order for change of jurisdiction\n\nSeveral lawyers appeared for the petitioners and they included Ishaq Ali Qazi, Qazi Ghulam Dastagir, Ishtiaq Ahmad, Sheeraz Butt, Barrister Amirullah Khan and others.\nThe counsel said the FBR chief (IR-Formation) had issued the impugned jurisdiction order on Aug 5, 2020, declaring that it will take effect on Aug 10 the same year.\nThey said the order in question revised the jurisdictions of the chief commissioner and commissioner (Inland Revenue) and assigned the jurisdiction of different industrial units registered in KP to the LTU commissioner.\nThe lawyers said the jurisdictions related to income tax, sales tax and federal excise of a large number of industries, including that of the petitioners, were transferred to the LTU and after Aug 10, their cases for the purpose of assessment and refunds would be processed there instead of Peshawar RTO.\nThey said the FBR order didn’t provide reasons for the move.\nThe lawyers said the order was a discrimination against KP industries as the industries or units of the same nature functioning in other parts of the country were assessed in their respective RTOs.\nThey said neither the representatives of the Sarhad Chamber of Commerce and Industries nor their clients were given an opportunity of hearing on the matter.\nThe lawyers argued that the Sales Tax Act clearly gave the right of selecting jurisdiction to taxpayers.\nThey said many units operated in the sector throughout the country and if matters of only a few units were shifted to the LTU, it would be a broad discrimination.\nThe counsel said the government and tax collection authority were meant to facilitate taxpayers instead of creating obstacles in the smooth running of their business activities.\nThey contended that the FBR order didn’t explain for what purpose and on what basis their clients’ jurisdiction was changed from Peshawar RTO to Islamabad LTU.\nThe lawyers said if the placement of industry was necessary in the LTU, then the FBR should establish that unit in Peshawar for the industries of Khyber Pakhtunkhwa instead of transferring the matters of their clients to another LTU far away from their native business places.\nSheeraz Butt said he had filed a petition on behalf of Pesco.\nHe said while Pesco was a distribution company of KP, its tax matters had also been transferred to LTU, which was an injustice to it.\nIn Sept 2020, a bench headed by the then PHC chief justice, Waqar Ahmad Seth, had also accepted some of those petitions and pronounced a short order.\nHowever, the detailed judgement wasn’t released as the chief justice first went down with coronavirus and then died in Nov 2020.\nThe bench was then tasked with hearing the petitions afresh.\nPublished in Dawn, April 7th, 2023\n", "11": "PESHAWAR: The candidates, who appeared in the drivers’ recruitment test in police department last year, held a protest demonstration here on Thursday against the delay in holding of interviews and demanded of the provincial government to resolve their problem.\nThe people who had gathered outside the Peshawar Press Club said they had appeared in ETEA test in 2022 for driver posts in police department but only selected people were invited for interview and the rest of the candidates were ignored.\nThey added that the tests were held in different districts. In Peshawar there were 157 vacancies but only 53 candidates who had obtained 50 percent marks were called for interview and the rest were ignored. They said according to the rules, the candidates who got 40 per cent marks were eligible for the posts.\n“We had prepared ourselves for the test and spent our precious time and money but we were ignored despite obtaining the required marks,” they complained. They claimed that Khyber Pakhtunkhwa Police Rules No. 1934 had been amended and passed by the law department, under which even those who scored less than 40 per cent marks were also eligible for recruitment in public sector departments.\nThey said in the light of the amendment in the police rules all the eligible candidates should be called for interview as early as possible.\nPublished in Dawn, April 7th, 2023\n", "12": "PESHAWAR: The Federal Investigation Agency’s commercial banking circle has arrested a currency dealer here on Thursday allegedly for running hundi-hawala business.\nFIA officials said that a raid was carried out by the agency on Pakistan Plaza in the provincial capital and Abid Hussain was arrested.\n“We have recovered 7.9 million Irani toman, 22,885 Saudi riyal, 4,773 Qatari riyal, 3,415 Emirati dirham, 55,750 Iraqi dinar, 1,650 US and 100 Australian dollars besides Rs1.9 million during the raid,” an FIA official said, adding that receipts used for dealing in hundi-hawala business were also recovered from the accused person’s procession. The FIA official also informed that a case was lodged against the accused.\nPublished in Dawn, April 7th, 2023\n", "13": "PESHAWAR: The Khyber Pakhtunkhwa (KP) police on Thursday denied media reports, which claimed that two policemen were martyred in a Kohat attack on April 3 after the bullets fired by militants pierced through bulletproof vests and helmets worn by the personnel.\n“Our [police] personnel embraced martyrdom after the bullets hit those parts of their bodies, which were not covered by bulletproof jackets and helmets. The attackers fired 48 bullets and only two of them hit helmets and jackets,” Forensic Science Laboratory director Waqar Ahmad told reporters here.\nHe said that the bullets left small marks on suicide vests but didn’t enter them, suggesting those jackets were not penetrable by bullets.\nPolice personnel Ayaz and Qasim lost their lives in the April 3 militant attack on the Bannu Road in Mirozai area of Kohat.\nThe policemen were on their way to the Abu Bakar and Hamza mosques to perform security duty for taraveeh prayers.\nSoon after the attack, head of the Mohammad Riaz Shaheed police station Islamuddin claimed that the bullets fired by militants had pierced through bulletproof jackets and helmets of the martyred police personnel.\nThe lab director said that the bullets fired by militants didn’t go through suicide vests and helmets and were instead blocked.\nHe added that the militants used 30-calibre and 9mm pistols and sub-machine guns in the Kohat attack against police personnel.\nDeputy Inspector General (International Accountability) of the provincial police Mohammad Suleman, who was also in attendance, said that the bulletproof jackets and helmets worn by policemen were manufactured 8-10 years ago but they’re still “effective.”\n“A committee was formed to check the effectiveness of bulletproof jackets and helmets seized at the site of the militant attack. It found no bullet hole in them,” he said.\nThe DIG said that the police department was purchasing new equipment, including bulletproof helmets and jackets, which would be effective for three years.\nHe also said that all suicide jackets and helmets were properly tested before being distributed to the police personnel.\nOn Tuesday, Khyber Pakhtunkhwa police chief Akhtar Hayat Khan Gandapur formed a two-member committee to probe the militant attack.\nA notification issued by the Central Police Office here said that a fact-finding committee comprising DSP (logistics) at the CPO Sanaullah and sub-inspector Safdar Khan would look into the attack and submit its report within a week.\nIt added that the committee would visit the place of crime, ascertain the kind of weapons used to kill police personnel, and examine the helmets and jackets issued to the deceased.\nAccording to it, the panel will check what “security gadgets” the two police personnel received from the department for permanent and temporary use.\nPublished in Dawn, April 7th, 2023\n"}, "Link": {"0": "https://www.dawn.com/news/1746249/abducted-dera-child-recovered", "1": "https://www.dawn.com/news/1746248/reduction-in-quota-mars-distribution-of-free-flour-in-khyber", "2": "https://www.dawn.com/news/1746246/dir-road-blocked-against-killing-of-traffic-cop", "3": "https://www.dawn.com/news/1746243/education-must-for-progress-of-nations-speakers", "4": "https://www.dawn.com/news/1746242/child-drowns-in-bajaur-well", "5": "https://www.dawn.com/news/1746240/expert-for-alternative-system-to-help-cancer-patients-in-afghanistan", "6": "https://www.dawn.com/news/1746238/govt-employees-take-to-swat-streets-against-pension-reforms", "7": "https://www.dawn.com/news/1746236/cop-held-with-5kg-heroin", "8": "https://www.dawn.com/news/1746235/family-demands-action-over-gun-attack", "9": "https://www.dawn.com/news/1746234/workers-call-for-increase-in-minimum-wage", "10": "https://www.dawn.com/news/1746255/peshawar-high-court-strikes-down-transfer-of-kps-tax-cases-to-islamabad", "11": "https://www.dawn.com/news/1746253/candidates-protest-delay-in-interviews-for-driver-posts", "12": "https://www.dawn.com/news/1746251/currency-dealer-held-for-running-hundi-business", "13": "https://www.dawn.com/news/1746250/kp-police-deny-bullets-pierced-bulletproof-vests-helmets-of-kohat-policemen-in-attack"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar"}, "CreationDate": {"0": "2023-04-07", "1": "2023-04-07", "2": "2023-04-07", "3": "2023-04-07", "4": "2023-04-07", "5": "2023-04-07", "6": "2023-04-07", "7": "2023-04-07", "8": "2023-04-07", "9": "2023-04-07", "10": "2023-04-07", "11": "2023-04-07", "12": "2023-04-07", "13": "2023-04-07"}}