{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan", "7": "balochistan", "8": "balochistan", "9": "balochistan"}, "Header": {"0": "Women’s excellence awards ceremony held", "1": "Rawalpindi gets 16 Sasta Ramazan bazaars", "2": "Pakistan, India asked to mend fences", "3": "Envoy hails Pakistan’s environmental protection efforts", "4": "Iranian envoy felicitates Pakistan on National Day", "5": "‘Political will a must to stem population explosion’", "6": "Two PIMS staff found guilty of selling hazardous waste", "7": "316 PTI workers held as crackdown continues", "8": "Three shot dead in separate incidents", "9": "President for cooperation among universities"}, "Summary": {"0": "ICCI celebrates women's achievements in various fields recognising their contribution to economic development", "1": "District admin issues new prices of essential commodities", "2": "Experts say both countries' survival hinges on mutual coexistence", "3": "German ambassador calls on Ayaz Sadiq, stresses bilateral ties", "4": "Says March 23 is the day when the honourable people of Pakistan celebrate their success triumphantly", "5": "High Commissioner says Bangladesh was able to accomplish its population management goals", "6": "Inquiry report sent to ministry seeking further action against those responsible", "7": "ICT police make arrests over rioting, vandalism", "8": "Sources said the victim and the suspect quarreled over a petty issue", "9": "Highlights need for focusing on cyber security, artificial intelligence by the Islamic World"}, "Detail": {"0": "The Islamabad Chamber of Commerce and Industry (ICCI) organised a Women’s Excellence Awards ceremony to confer awards to high achievers from various fields of life in order to recognise their contribution to the economic development of the country.\nDeputy Chairman Senate Mirza Muhammad Afridi, was the chief guest while Special Assistant to the Prime Minister Romina Khurshid Alam was the guest of honour at the event held on Wednesday.\nAfridi said that women have a key role in the economic development of the country and lauded the ICCI for conferring awards on high achiever women to motivate others. He said that women of tribal areas needed skills development so that they could play a more effective role in national development.\nICCI President Ahsan Zafar Bakhtawari said that our women are second to none in terms of talent and ability. Many women have excelled in various fields of life and we feel proud over them, he said, adding that Benazir Bhutto had become the first Prime Minister of Pakistan in Muslim World, which was a source of pride for women.\n“The role Fatima Jinnah is a torchbearer for other women. He said that Hazrat Khadija and Hazrat Fatima are role models for Muslim women and by following their footsteps, Pakistan can be made a model society in the world.\nThe Excellence Awards were given to Farrukh Khan MNA, Kashmala Tariq, Samina Fazal Founder President Islamabad Women Chamber of Commerce, Fatma Azeem former Senior Vice President ICCI, Sana Mir Cricketer, Samina Khayal Baig Mountaineer, Ayela Majid first Pakistani Vice President of ACCA, Fauzia Minallah Environmentalist, Nigar Nazar Cartoon Expert, Dr Shazia Akbar Poetess, Anna Faisal Educationist, Dr Shagufta Jabeen Educationist, Dr. Afshan Malik Educationist, Sobia Mustafa Make Up Artist, Sobia Nazir Fashion Designer, Atia Liaquat Realtor, Amina Amir Geo News Reporter, Shifa Yousafzai Anchorperson, Amina Baig SP, Neelam Khalid Chaudhry Entrepreneur, Syeda Tayyaba Kazmi Entrepreneur, Sonia Azeem Singer and Nadia Qureshi. \n \nPublished in The Express Tribune, March 23rd, 2023.\n", "1": "The Rawalpindi district administration has fixed new prices of essential commodities besides making 16 Ramazan Sasta Bazaars, 34 Fair Price Shops, and 8 Sasta Saheri Bazaars functional to help mitigate the impacts of high inflation on the low-income strata.\nSources in the administration said that 10 Ramazan Sasta Bazaars have been set up in the Cantonment areas and one each in Murree, Kotli Sattian, Kallar Syedan, Kahutta, Gujar Khan, and Taxila.\nThey said Sasta Sehri Bazaars have been established at Kartarpura, Landa Bazaar, Kashmiri Bazaar, Pir Wadhai, Sadiq Abad, and Lal Kurti areas of the garrison city.\nLocal officials with magisterial powers will monitor prices at these bazaars daily.\nOther Sasta Ramazan Bazaars have been set up at Committee Chowk, Allam Iqbal Park, Haidree Chowk, Dhok Hasso, Khayaban-e-Sir Syed, Gulzar Quaid, Morgah, Chungi 22, Chakri and in Chauhar Chowk.\nAltogether, 60 price control magistrates have been appointed in the district.\nAll essential items including chicken, pulses, rice, beef, and grocery items are available at these bazaars. All these markets will be converted into Eid Bazars on the 20th of Ramazan.\nMeanehile, Rawalpindi Deputy Commissioner Hasan Waqar Cheema has issued a notification regarding the new prices of pulses, bread, milk, yogurt, rice, and other grocery items.\nOn other hand, dairy unions, Nanbai associations, and other traders' unions have rejected the news prices, calling them irrational.\nThey also announced that not a single commodity will be available at these prices.\nLeaders of the associations demanded of the deputy commissioner and all assistant commissioners to withdraw the notification.\nThey said if the administration wanted them to sell items at such low prices, then it should make all these items available for them at the wholesale level.\nOn the other hand, the Environment Protection Department has started a crackdown against the illegal use of polythene bags. A senior research officer at the Environment Protection Department, Ameen Baig, confirmed that a ban is in effect on the use of black, blue and polythene bags of other colours across Punjab. Shopping bags less than 15-micron width cannot be used also, he said.\nIn case of violation, a magistrate can send the violator behind the bars for up to 3 months and can impose a fine of Rs50,000.\n \nPublished in The Express Tribune, March 23rd, 2023.\n", "2": "Pakistan and India stand at a point in their relations where surviving in isolation is not an option and engagement is essential, however, a thorough introspection is direly needed to overcome deep-rooted animosity.\nThese points were highlighted by a panel of experts on Wednesday at a roundtable discussion organised by the Institute of Regional Studies (IRS).\nHead of the Peace and Conflict Studies (PCS) at the National Defense University (NDU), Dr Arshi Saleem Hashmi said that both Pakistan and India required a multi-track diplomacy that prioritised initiation of goodwill on both parts rather than being solely focused on the outcomes of any potential engagement.\nShe said previous leaders tried their utmost to keep the communication networks alive and kicking but, lately, the muting of all such channels was deeply concerning.\nThe growing hyper-nationalism in addition to the irritants impeding communications was deepening a hate-based political culture across borders, she added.\nQuaid-i-Azam University (QAU) Assistant Professor Dr Farhan Hanif Siddiqui believed that zero-sum strategising had to be eliminated if India and Pakistan wished to progress their diplomatic ties in contemporary times.\nHe said that while Kashmir will be a cause significant for Pakistan, it was important to realise that India had already domesticated the issue and that this domestication had led every other effort towards engagement futile.\n \nPublished in The Express Tribune, March 23rd, 2023.\n", "3": "German ambassador to Pakistan Alfred Grannas called on Minister for Economic Affairs Sardar Ayaz Sadiq on Wednesday and discussed matters of mutual interest.\nThe envoy appreciated “Pakistan’s outlook towards environment protection and efficient utilisation of natural resources, clean and green energy.”\nGrannas told the minister that a positive regulatory framework for electric vehicles’ import had been a major step that promised to reduce Pakistan’s reliance on importing petroleum products. He also stressed enhancing bilateral ties and highlighted that Germany was not only the most significant and largest trading partner of Pakistan in the entire European Union (by volume and value) but Germany was also one of the leading countries in financial assistance for flood-affected people in 2022.\nEarlier, while welcoming the visiting envoy, Minister for Economic Affairs Sardar Ayaz Sadiq highlighted that Pakistan and Germany shared a cordial and friendly relationship, and both countries were committed to strengthening their ties in the coming days.\nPublished in The Express Tribune, March 23rd, 2023.\n", "4": "The Ambassador of the Islamic Republic of Iran, Seyed Mohammad Ali Hosseini conveyed his heartfelt wishes for the country's success, prosperity, advancement, harmony, and unity in his message ahead of Pakistan Resolution Day.\nIn his message, the Iranian envoy said at the onset of this beautiful and refreshing spring, on behalf of the government and great people of Iran, he would like to avail the opportunity to extend his heartiest felicitations on the auspicious occasion of Pakistan Day to the government and all the honourable people of Pakistan.\nHosseini said, \"Today the great nation of Pakistan pays tribute to the founding father of their nation, Quaid-e-Azam, Mohammad Ali Jinnah, whose inspiring character and high thought nourished a stream that sought for equity and justice. During the decades, the nation faced predicaments and obstacles, suffered pains and struggled to do their best for the development and promotion of their homeland. \nFinally, some seven decades ago, on March 23, 1940, Pakistan managed to pass the Pakistan Resolution at Iqbal Park to pave the ground for realising its great dreams to form a sovereign state and cherish its independence,” he said.\nThe ambassador said the March 23 is the day when the honourable people of Pakistan celebrate their success triumphantly and renew their commitment to the very principles for which they fought valiantly and sacrificed a lot.\n\"The year 2023 is a momentous year of strong diplomatic relations between the two brotherly, friendly and neighbourly countries of Iran and Pakistan. During the decades-long journey of the two countries, they cooperated on many shared priorities of mutual benefits.\nPublished in The Express Tribune, March 23rd, 2023.\n", "5": "High Commissioner of Bangladesh to Pakistan Md Ruhul has said Bangladesh invested in a robust family planning programme and women’s empowerment through employment and education, which helped the country achieve the majority of its development goals and improve its social indices and economic benchmarks.\nHe was addressing the 8th meeting of the Parliamentary Forum on Population organised by the Population Council with the support of UNFPA.\n“Because of the initiatives like subsidies for entrepreneurship, specific economic zones for women, and awards for continuing their education, there are currently six million women who work in the clothing business. Bangladesh was able to accomplish its population management goals thanks to a strong political commitment,” he said.\nHe said that the government ensured that officials delivered family planning services right to people’s doorsteps.\nPublished in The Express Tribune, March 23rd, 2023.\n", "6": "The Pakistan Institute of Medical Sciences (PIMS) administration has suspended three officials after they were found involved in the sale of hazardous waste.\nThe inquiry report was made public after a three-week investigation into the matter, where the hospital’s hazardous made it to the market instead of incinerators.\nThe inquiry report submitted by a three-member fact-finding body was submitted to the PIMS executive director who has forwarded it to the health ministry seeking further action against senior officials involved in the malpractice.\nThe PIMS administration after conducting an inquiry into the matter has entrusted Dr Aziz Bangash with the responsibility of monitoring all matters related to the disposal of waste.\nA spokesperson for the PIMS Hospital denied that the matter had been hushed up after an inquiry.\nSources said that the hospital's medical waste worth millions of rupees was being sold in the market daily.\nThe contract for the disposal of medical waste has been awarded to Worktext Company for which Rs1.4 million per month is paid by the hospital.\nPIMS Executive Director Dr Naeem Malik had formed a three-member inquiry committee under the chair of Prof SH Waqar. The inquiry committee recorded the statements of all staff concerned and officials.\nAccording to sources, a sanitary worker and a security staff have been held responsible in the inquiry report while senior officials have been absolved of responsibility. Based on the inquiry report, Sanitary Inspector Shahid Jan Khattak was suspended. Security Assistant Mehboob Abbasi has also been suspended. Sanitary worker Anwar Masih was already suspended by the hospital management.\nPIMS Executive Director has appointed Dr Syeda Rana Fatima (director indoor) as head for segregation, disposal and management of infectious and non-infectious waste.\nDr Fatima has also been appointed clinician in charge of the indoor department after the scandal surfaced.\nPIMS spokesperson Dr Haider Abbasi said that a transparent inquiry was conducted into the medical waste issue and the report was sent to the health ministry for further action.\nHe said that a team from the health ministry visited PIMS Hospital on Wednesday. He said that various corrective measures have been taken in light of the inquiry report. Three persons involved in the matter had been suspended.\nDr Haider Abbasi said that several measures have been put in place to make the security department foolproof.\nHe said that in light of the inquiry report against the higher officials, the health ministry will further take steps on its own.\nAccording to media reports, the inquiry found several discrepancies in the award of the contract to the company concerned with the disposal of hospital waste.\nAccording to sources, owing to the involvement of senior hospital officials, the administration has decided to involve the health ministry rather than taking any direct action.\nAccording to sources, during the probe, it transpired that there were several discrepancies in the award of the contract to the contractor to collect hazardous waste and safely dispose it of in the dedicated incinerator.\n \nPublished in The Express Tribune, March 23rd, 2023.\n", "7": "Islamabad Capital Territory (ICT) police on Wednesday said they have arrested at least 316 Pakistan Tehreek-e-Insaf (PTI) workers for' rioting' during the court appearance of party chief Imran Khan appeared in the Toshakhana case on March 18.\nIntense clashes broke out on March 18 between the police and PTI activists as soon as Khan's convoy reached the Federal Judicial Complex (FJC) ahead of his appearance before the district and sessions court in the Toshakhana case.\nEarlier, a report pertaining to the damage caused by the riots outside the FJC was prepared which detailed damage to government property and injuries sustained by law enforcement personnel.\nAccording to the report, scores of officials including officers of Islamabad Police, as well as FC personnel, were injured during the riots. Most of the injured suffered injuries from sticks on their limbs while some were affected by tear gas.\nIslamabad Police SSP Operations Malik Jamil was also among the injured police officers. Jamil was allegedly injured due to stone pelting by the PTI workers.\nThe report also stated that the PTI workers also damaged vehicles and government property.\nOn Tuesday, the Islamabad police arrested 198 Pakistan Tehreek-e-Insaf workers for their alleged involvement in vandalism, attack on police and damaging property. The figure rose to 316 on Wednesday.\nIn a five-part tweet, the capital territory police hinted that that number was likely to rise as further raids were being conducted.\nThe identification process of all the accused involved in the incident with the help of cameras is presently ongoing, said the police.\nOfficials have also confirmed that information is also being shared with other districts \"so that the concerned persons can be handed over\".\nPublished in The Express Tribune, March 23rd, 2023.\n", "8": "At least three people were killed in two separate incidents in Hassan Abdal on Wednesday.\nIn the first incident, a police spokesperson said two brothers who hailed from Charsadda and were residing at Hassan Abdal Housing Colony were shot dead when they were returning from a family jirga in the Jhari Kass area.\nHe said the victims were reportedly chased by the suspects as soon as they left the jirga and were shot dead after reaching the colony.\nAccording to the relatives of the victims, the suspects named Mansoor and Adnan were behind the double murders and were also accompanied by an unknown person.\nThe bodies of the deceased were transferred to the tehsil headquarters hospital by the City police for medico-legal formalities, and started an investigation.\nIn another incident, a 20-year-old man named Zohaib alias Zebi was allegedly shot dead by his neighbor named Fahad in Por Miana Village within the jurisdiction of Saddar Police Station.\nSources said the victim and the suspect quarreled over a petty issue.\nThey said the local police reached the spot upon receiving the information and started an investigation.\nPublished in The Express Tribune, March 23rd, 2023.\n", "9": "President Dr Arif Alvi has underscored the need for increased cooperation among the universities of Islamic countries to promote research and support cultural and educational institutions.\nHe urged the universities of Islamic world to enhance collaboration in the areas of water resource management, environment-related issues, science and technology and artificial intelligence to make fast decisions and accelerate the process of development.\nThe president made these remarks while talking to the Director General, Islamic Education, Scientific and Cultural Organisation (ICESCO), Dr Salim M. Al Malik, who along with the members of his delegation, called on President, at Aiwan-e-Sadr, on Wednesday.\nThe meeting was attended by the Ambassador of Saudi Arabia, Nawaf bin Saeed Ahmad Al-Malkiy, Chairman Higher Education Commission, Dr Mukhtar Ahmed, and Secretary to the President, Waqar Ahmed.\nEarlier, the president conferred the honorary degree of Ph.D. by the Quaid-e-Azam University on Dr Salim M. Al Malik in recognition of his services for promoting cooperation among Islamic countries in the fields of education and research.\nThe president highlighted the need for focusing on cyber security and artificial intelligence by the Islamic World to meet the challenges of the 21st century. He said that the universities needed to develop human resources to speed up the pace of social and economic progress. He also emphasised the need for promoting online education, which was cost-effective and accessible to students.\n \nPublished in The Express Tribune, March 23rd, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2407568/womens-excellence-awards-ceremony-held", "1": "https://tribune.com.pk/story/2407565/rawalpindi-gets-16-sasta-ramazan-bazaars", "2": "https://tribune.com.pk/story/2407562/pakistan-india-asked-to-mend-fences", "3": "https://tribune.com.pk/story/2407559/envoy-hails-pakistans-environmental-protection-efforts", "4": "https://tribune.com.pk/story/2407571/iranian-envoy-felicitates-pakistan-on-national-day", "5": "https://tribune.com.pk/story/2407574/political-will-a-must-to-stem-population-explosion", "6": "https://tribune.com.pk/story/2407576/two-pims-staff-found-guilty-of-selling-hazardous-waste", "7": "https://tribune.com.pk/story/2407579/316-pti-workers-held-as-crackdown-continues", "8": "https://tribune.com.pk/story/2407582/three-shot-dead-in-separate-incidents-1", "9": "https://tribune.com.pk/story/2407585/president-for-cooperation-among-universities"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad", "9": "islamabad"}, "CreationDate": {"0": "2023-03-23", "1": "2023-03-23", "2": "2023-03-23", "3": "2023-03-23", "4": "2023-03-23", "5": "2023-03-23", "6": "2023-03-23", "7": "2023-03-23", "8": "2023-03-23", "9": "2023-03-23"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/1576941-christmascelebrationsinpakistanx-1512531672/1576941-christmascelebrationsinpakistanx-1512531672.jpg", "1": "https://i.tribune.com.pk/media/images/900465-ramzanbazar-1433837532/900465-ramzanbazar-1433837532.JPG", "2": "https://i.tribune.com.pk/media/images/wagah-border-21660322856-1/wagah-border-21660322856-1.jpg", "3": "https://i.tribune.com.pk/media/images/Germany-Pakistan1679552691-0/Germany-Pakistan1679552691-0.jpg", "4": "https://i.tribune.com.pk/media/images/181648045076-0/181648045076-0.jpg", "5": "https://i.tribune.com.pk/media/images/india-population1673978740-0/india-population1673978740-0.jpg", "6": "https://i.tribune.com.pk/media/images/2235029-pimsfilexxx-15912654451657092551-0/2235029-pimsfilexxx-15912654451657092551-0.jpg", "7": "https://i.tribune.com.pk/media/images/ptipoliceclashzamanparkscreen1678799475-0/ptipoliceclashzamanparkscreen1678799475-0.jpg", "8": "https://i.tribune.com.pk/media/images/1492006-gunshot-1503810654/1492006-gunshot-1503810654.jpg", "9": "https://i.tribune.com.pk/media/images/Alvi1673519486-0/Alvi1673519486-0.jpg"}}