{"Keys": {"0": "azad-jamu-kashmir-gilgit", "1": "azad-jamu-kashmir-gilgit", "2": "azad-jamu-kashmir-gilgit", "3": "azad-jamu-kashmir-gilgit", "4": "azad-jamu-kashmir-gilgit", "5": "azad-jamu-kashmir-gilgit", "6": "azad-jamu-kashmir-gilgit", "7": "azad-jamu-kashmir-gilgit"}, "Header": {"0": "‘Constitution monument’ approved", "1": "Pindi at risk from devastating floods", "2": "UAE envoy, senate chairman discuss ties", "3": "CDA barred from acquiring land", "4": "QAU VC stresses good governance", "5": "Lawmakers fume over poor maintenance of lodges", "6": "Dengue-breeding properties to be red-flagged", "7": "Alvi for developing curriculum for differently-abled"}, "Summary": {"0": "On April 10, 2023, a ceremony to lay the monument's cornerstone will take place", "1": "Delay in cleaning of rain drains endangers lives of people living in\nlow-lying areas", "2": "They discussed the deep fraternal relations between Pakistan and the UAE", "3": "Lahore High Court seeks replies from government functionaries on April 10", "4": "VC emphasised importance of good governance and novel initiatives as the university's priority", "5": "MNA says rats roam in lodges and sanitary conditions are poor", "6": "Govt asks citizens to obtain NOC before sale of marked plots", "7": "President urges the need for promptly filling their job quota by the federal and provincial governments"}, "Detail": {"0": "A constitution monument will be constructed in front of the Parliament Lodges facing Jinnah Avenue.\nThe decision was unanimously taken by the advisory committee constituted to oversee preparations for the Golden Jubilee of the Constitution 1973. The location was chosen following a careful evaluation of suggestions forwarded by the Capital Development Authority at the committee meeting chaired by convener Mian Raza Rabbani.\nThe participants were of the view that the monument would serve as a symbol of Pakistan's commitment to democracy and its adherence to the principles enshrined in the constitution. It was expected to become a landmark of the capital city and a source of inspiration for generations to come.\nRaza Rabbani expressed his satisfaction with the progress made by the committee. He said: \"The constitution monument is a significant project that will showcase Pakistan's achievements and its commitment to democracy. I am delighted that the advisory committee has finalised the design, and I am confident that the monument will be a source of pride for all Pakistanis.”\nOn April 10, 2023, a ceremony to lay the monument's cornerstone will take place.\nPublished in The Express Tribune, April 7th, 2023.\n", "1": "The garrison city is at risk of experiencing devastating floods due to heavy monsoon rains this year and a lack of funds for the silt cleaning of 10 major rain drains, including Nullah Leh.\nPrior to the monsoon season, the Rawalpindi Municipal Corporation (RMC) sought immediate funding of Rs40 million from the government for the cleaning of 10 significant rain drains across the garrison city.\nMeanwhile, the Water and Sanitation Agency (WASA) has also requested an additional Rs20 million from the government, claiming that the funds of Rs30 million provided earlier were inadequate given that the price of diesel has become double per litre in a year.\nSources claim that the WASA administration has adopted the stance that diesel, which was Rs150 per litre in April of last year, is now Rs300 per litre. “This amount is inadequate for the cleaning exercise because both small and large machinery shovels operate on diesel,” the WASA administration has argued.\nIt said with this amount only 50 per cent of the Nullah Leh could be cleaned, doubling the danger of flooding.\nDue to the severe financial crisis, the government has not yet released the funds to the RMC for the proper cleaning of 10 large rain drains flowing across the city, while the first decade of April is about to end, the sources said. The cleaning must begin in May but the government is still going slow on the fund issue, they added.\n“The pre-monsoon season is going to start after 1.5 months, and at least 2.5 months are required for cleaning the drains.”\nWASA sources say that the price of diesel has increased significantly following which the private sector has also increased its rates.\nPublished in The Express Tribune, April 7th, 2023.\n", "2": "The Ambassador of the United Arab Emirates (UAE) to Pakistan, Hamad Obaid Ibrahim Al Zabi and Senate Chairman Muhammad Sadiq Sanjrani held a meeting at the Parliament House to discuss bilateral relations and foster greater cooperation between the two nations. \nThey discussed the deep fraternal relations between Pakistan and the UAE bound by common values and culture for over 50 years. \n \nPublished in The Express Tribune, April 7th, 2023.\n", "3": "The Lahore High Court Rawalpindi bench judge Justice Mirza Waqas Rauf on Thursday barred the Capital Development Authority (CDA) from acquiring 1,200-kanal of land on Chak Belli Road at Losar in the suburb of Rawalpindi for dumping capital’s waste.\nThe court issued the directives on petitions challenging the Rawalpindi administration’s notification, allowing the CDA to acquire the land and dump the capital’s waste at Losar.\nEarlier, the CDA had to postpone the public hearing seeking objections regarding the dumping of the capital’s waste at Losar after the Punjab Environment Protection Department objected to the hurriedly called public debate.\nTwo weeks back, the Rawalpindi administration allocated 1,200-kanal of land to the CDA in Mauza Losar to dump the capital’s waste in violation of the court order. Rawalpindi Deputy Commissioner Hasan Waqar Cheema through a notification had given formal permission to the CDA to dump all garbage and harmful hospital waste from Islamabad at the Losar dumping site.\nThe high court accepted six petitions filed in this regard for hearing and issued notices to the CDA chairman, the Islamabad chief commissioner, the Rawalpindi commissioner and deputy commissioner and the Punjab government seeking their replies on April 10.\nThe court also summoned the head of the Rawalpindi Solid Waste Management Company at the next hearing. The petitions have been filed by three brick kiln owners and four citizens of the neighbourhood.\nIn the petitions, brick kiln owners Irfan and locals have taken the plea that there was already a waste dumping ground spread over 1,200-kanal at Losar to dump Rawalpindi’s waste. They said that the high court had ordered the removal of the existing dumping site.\nThe petitioners said that on the court order, the Rawalpindi Solid Waste Management Company decided to move the dumping site to Mandira Road and the process of acquiring 1,400-kanal was also started. \nThey said that instead of removing the existing dumping site, the Rawalpindi administration has allowd the CDA to acquire 1,200-kanal to dump the capital’s waste.\nThe petitioners said that Islamabad is a separate district and it has plenty of unused land where it can dump the waste. \nThey argued that garbage from another district cannot be allowed to be dumped in Rawalpindi.\nThey said that the existing dumping ground has already been declared illegal by the court, issuing an order to shift it to Mandira Road.\nThey said that the construction of dumping grounds on 2,400-kanal for both Rawalpindi and Islamabad will further increase infectious diseases including throat, ear, stomach and eye ailments in the entire area.\nThey said that the process of constructing a new dumping ground should be declared illegal and according to the court decision, the existing dumping ground of Rawalpindi should also be ordered to be shifted immediately.\nThe petitioners said that about 14 brick kilns will be affected if the dumping site was allowed to be constructed and the closure of these kilns will increase unemployment.\nThe LHC’s Rawalpindi bench had ordered to remove the dumping site, where waste from Rawalpindi is already being dumped, to Mandra–Chakwal Road, where the Rawalpindi administration had acquired 1,200-kanal of land.\nInstead of moving the waste dumping site to Mandra–Chakwal Road, the admin has not only allowed the CDA to dispose of waste at Losar but also decided to dump the waste of the garrison city at the same location.\nThe PTI government had approved removing the dumping ground spreading on 1,250-kanal at Losar and moving it to Mandra–Chakwal Road. However, the current Rawalpindi administration decided against the order of the high court and allowed the CDA to dump the capital’s waste at the current dumping site.\nPublished in The Express Tribune, April 7th, 2023.\n", "4": "Quaid-e-Azam University Vice-Chancellor Dr Niaz Ahmad Akhtar has vowed to introduce practices of good governance by enabling statutory bodies to conduct regular meetings and make decisions without interruption.\nIn an interview with APP on Thursday, he highlighted the university's progress on multiple fronts, ranging from new initiatives to governance.\nHe also emphasised the importance of good governance and novel initiatives as the university's priority.\nAccording to Dr Niaz, the proper functioning of these bodies will build trust among stakeholders and help the institution achieve its objectives effectively.\nWithin three weeks after Dr Niaz Ahmed joined the university, a meeting of the finance and planning committee, selection board and syndicate have taken place.\nDr Niaz Ahmad is a distinguished scholar and academician with a PhD in chemical engineering from the University of Leeds, UK. He has held significant positions in academia over the years. He has recently assumed the charge as the vice-chancellor of Quaid-e-Azam University.\nDr Niaz elaborated that financial sustainability and resource generation were among the main challenges faced by the university.\nPublished in The Express Tribune, April 7th, 2023.\n", "5": "Members of the National Assembly (MNAs) on Thursday expressed their regret over the poor maintenance of Parliament Lodges by the Capital Development Authority (CDA) despite the allocation of funds.\nDuring the question-hour session of the National Assembly, MNA Shagufta Jumani put a query on decaying partially constructed infrastructures of public departments devolved under the 18th Constitutional Amendment.\nOn a supplementary question, MNA, Sheikh Rohale Asghar of Pakistan Muslim League-Nawaz (PML-N) pointed out that the decaying buildings were under the notice of the authorities but the prevailing situation of the Parliament Lodges lay bare the performance of the civic agency.\nMNA Rana Tanveer Hussain in his query said the media should ask what were the expenses and salaries of the parliamentarians while living in the lodges which were in a dilapidated condition. He said rats roam in the lodges and sanitary conditions are poor. “Parliamentarians won’t be able to perform their duty with this mental state.”\nPublished in The Express Tribune, April 7th, 2023.\n", "6": "Acting swiftly after the confirmation of 158 dengue positive hotspots in the garrison city, the district administration has decided to red-flag the vacant plots, which are littered with breeding grounds for the disease-carrying mosquitoes, besides making it mandatory to obtain a no-objection certificate from the deputy commissioner for sale of such plots.\nIn a meeting of the Divisional Emergency Response Committee chaired by Rawalpindi Commissioner Liaquat Ali Chattha, Chief Executive Officer Health Dr Ansar Ishaq told those in attendance that 291,739 hotspots were checked during the outdoor vector surveillance in the last month, out of which 158 found positive and the required action was taken.\n“Similarly, 628,038 houses were checked during the indoor surveillance, out of which 1,137 houses came out positive and required action was taken,” he said.\nThe Rawalpindi commissioner said that two confirmed cases of dengue have been reported in the district so far, but we have to control it from the beginning.\nHe directed that all the departments should pay full attention to larva elimination as the current weather is extremely suitable for its breeding. “If it is not controlled now, it will be impossible to control the adult mosquito,” he said.\nThe commissioner strictly directed that there was no room for any kind of carelessness or misrepresentation in the measures taken to eliminate the dengue mosquitoes.\nHe directed that immediate arrangements should be made for the disposal of solid waste. “All vacant plots in the city have been identified and the owners of these plots have been served notices by the deputy commissioner,” he said and added that in case of non-compliance, such plots will be red-marked.\n“Sale and purchase of red-marked plots will be subject to the NOC of the deputy commissioner.”\nThe commissioner further said that in view of the current rains, special attention should be given to the field activities and drainage arrangements should be made immediately.\n“Apart from this, attention should be paid to the surveillance of the cemeteries and parks where there are weeds and there is a risk of water accumulation,” he said.\nChattha directed that teams appointed for dengue surveillance should try to control the growth of dengue larvae by checking graveyards and other places on a daily basis.\nPublished in The Express Tribune, April 7th, 2023.\n", "7": "President Dr Arif Alvi on Thursday called for developing a specialised educational curriculum tailored specifically for the needs of differently-abled students in order to give them equal access to education and the opportunity to thrive in life.\nHe emphasised that the curriculum should also focus on the behavioural change of the society towards differently-abled people (DAPs) to support and facilitate them as they have been facing several hardships in their daily lives, including negative attitudes and discrimination.\nIn order to financially empower the DAPs, the president urged the need for promptly filling their job quota by the federal and provincial governments, besides equipping them with employable skills.\nPublished in The Express Tribune, April 7th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2410340/constitution-monument-approved", "1": "https://tribune.com.pk/story/2410342/pindi-at-risk-from-devastating-floods", "2": "https://tribune.com.pk/story/2410344/uae-envoy-senate-chairman-discuss-ties", "3": "https://tribune.com.pk/story/2410346/cda-barred-from-acquiring-land", "4": "https://tribune.com.pk/story/2410350/qau-vc-stresses-good-governance", "5": "https://tribune.com.pk/story/2410353/lawmakers-fume-over-poor-maintenance-of-lodges", "6": "https://tribune.com.pk/story/2410355/dengue-breeding-properties-to-be-red-flagged", "7": "https://tribune.com.pk/story/2410358/alvi-for-developing-curriculum-for-differently-abled"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad"}, "CreationDate": {"0": "2023-04-07", "1": "2023-04-07", "2": "2023-04-07", "3": "2023-04-07", "4": "2023-04-07", "5": "2023-04-07", "6": "2023-04-07", "7": "2023-04-07"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/National-Assembly-turns-orange1606328072-01609495662-0/National-Assembly-turns-orange1606328072-01609495662-0.jpg", "1": "https://i.tribune.com.pk/media/images/Pakistan-Floods1663406050-0/Pakistan-Floods1663406050-0.jpeg", "2": "https://i.tribune.com.pk/media/images/2041633-sadiqsanjrani-1566704923/2041633-sadiqsanjrani-1566704923.jpg", "3": "https://i.tribune.com.pk/media/images/1546390-CDAxx-1509515355/1546390-CDAxx-1509515355.jpg", "4": "https://i.tribune.com.pk/media/images/636480-QAUwikipedia-1385334190/636480-QAUwikipedia-1385334190.JPG", "5": "https://i.tribune.com.pk/media/images/Lodges1624092364-0/Lodges1624092364-0.jpg", "6": "https://i.tribune.com.pk/media/images/dengue1594359616-0/dengue1594359616-0.jpg", "7": "https://i.tribune.com.pk/media/images/Alvi1673519486-0/Alvi1673519486-0.jpg"}}