{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan", "7": "balochistan", "8": "balochistan", "9": "balochistan"}, "Header": {"0": "IIUI body for probing ‘rowdy’ students", "1": "One killed, several injured in road mishaps", "2": "Tourism — massive untapped potential", "3": "Youth urged to stay away from drugs", "4": "Top officials inspect flour distribution points", "5": "Tourists advised to take precautionary measures during rain", "6": "Health expert urges healthy lifestyle in Ramazan", "7": "Work on water projects likely to hit snag", "8": "Police dragnet fails to catch central PTI leaders", "9": "QAU registrar calls it quits"}, "Summary": {"0": "Panicked students broke turnstile gates of male hostels after earthquake struck capital", "1": "Attock district rocked by two road accidents", "2": "Pakistan’s tourism sector can generate billions in revenue if tapped", "3": "‘Smoking causes diseases as well as addiction to drugs’", "4": "Express satisfaction with facilities being provided to people", "5": "PTDC official urges adherence to safety guidelines as rainy weather attracts visitors in hilly areas", "6": "Says ample amount of water should be consumed to avoid dehydration", "7": "WASA so far gets 10 per cent of funds in current fiscal year", "8": "As workers get relief from courts, top leadership goes into hiding", "9": "Raja Qaiser disheartened by repeated closures, drug usage and lawlessness on campus"}, "Detail": {"0": "The apex committee of the International Islamic University Islamabad (IIUI) has recommended probing the students who were allegedly involved in breaking turnstile gates on the male campus on March 21.\nPanicked students had broken the turnstile gates of the male hostels after a powerful earthquake struck the capital city. The terrified students, who later also held a demonstration on the campus, alleged that the hostel administration put their lives at great risk by closing the turnstile gates.\nAs per the advisory issued in this regard, the students have to use turnstile gates to enter and exit hostels. They are also advised to keep university cards to show to the security staff in case of the unavailability of data.\nAfter the incident, IIUI President Dr Hathal Hamoud Alotaibi had formed the apex committee to probe the incident and fix responsibility.\nAccording to IIUI spokesperson Nasir Farid, the apex committee and the university administration reviewed matters related to the damages caused to the turnstile gates by some student groups, after the earthquake jolted the capital last Tuesday.\nHe said that at the meeting, it was recommended that those students who were involved in damaging the valuable assets of the university during the unfortunate incident must be interrogated and strict action should be taken against them by the university administration.\nThe meeting, held under the chair of Vice-President (administration and finance) Dr Nabi Bux Jumani reviewed matters pertaining to safety and security issues at hostels. It also discussed the matter of probe regarding the unfortunate incident that occurred at the turnstile gates of the university hostels, which the university administration said, was “scripted by some pressure groups to gain their undue and unlawful advantage and objective regarding hostel mess and illegal occupancy of hostel seats.”\nThe meeting was also attended by all vice-presidents, deans, director-generals, directors, provosts (male and female), students advisors’, security consultant and other officials of the committee.\nA detailed briefing was taken from the stakeholders on the “planted” incident that occurred at the exit gates of the university hostels after the earthquake jolted on March 21. The spokesperson said that the IIUI vice-president, after watching the footage and content that went viral on social media, shared by student groups to defame the institution, asked all participants to share their opinion about the incident which happened at the exit gates of the hostel premises about half an hour after the earthquake.\nThe spokesperson said that all stakeholders said that the university management has taken strict measures to streamline the hostel seats and the mess system. They said that illegal occupants and some student groups were creating hurdles for the management.\nHe said that on the day of the earthquake, some student groups exerted pressure to stop the verification of student cards at the entry and exit points of the hostel.\nThe meeting participants further said that the incident occurred after almost half an hour after the earthquake as the student groups damaged the costly computerised verification and identification turnstile gates installed for the security and safety of hostel boarders at hostel blocks of the university.\nThe meeting participants also shared that to avoid such incidents, the university administration must take serious measures against the student groups.\nThe meeting participants also recommended for conducting mock exercises and safety and defense drills for the safety and security of students and employees.\nThe meeting chair also said that the university has taken initiatives to provide a peaceful and secure environment to students on campus.\nThe meeting participants agreed that all facts into the incident must be identified without any kind of internal or external pressure as the matter was “politicisd by some pressure groups.”\nThe committee also recommended that those who were involved in such unlawful activities and were trying to disturb the peaceful environment on the campus and found in the incident should face strict action. The matter was also referred to the students’ discipline committee to take up with security officials.\nThe house also recommended punishment for the culprits. It was also recommended that passed-out students if found involved in such activities or maligning the administration and the university should also be investigated and their degrees should be considered for cancellation.\nThe IIUI vice-president said that the university administration has already taken important steps for providing the best facilities to students on the campus and hostels and in this regard, the departments concerned have been asked to submit periodical reports to the administration to solve the basic needs and requirements of the students.\nThe meeting chair also recommended that a comprehensive report must be prepared before taking action against those allegedly involved in the incident.\n \nPublished in The Express Tribune, March 27th, 2023.\n", "1": "At least one person was killed and nine others were injured in two separate incidents in the Attock district on Sunday.\nAccording to police and rescue officials, a man named Hamza Khan was killed and seven others were injured when a Rawalpindi-bound passenger van coming from Kohat turned turtle after its driver lost control due to over-speeding near Bhall Railway Crossing in the limits of Fatehjang Police Station.\nThe injured were identified as Nasir Shahzad, Sher Ahmed, Azmat Hussain, Shahzad Ali, and the driver of the van Fida Hussain.\nOfficials said Rescue 1122 teams reached the spot and shifted the injured to the Fatehjang Tehsil Headquarters Hospital for medical treatment.\nIn the second incident, a couple sustained multiple injuries as their car fell into a ditch near Pindigheb on the Hakla-DI Khan Motorway (M-14).\nAccording to Rescue 1122 and police sources, a man named Shahzaib was traveling along with his wife when their car fell into a ditch due to slippery road.\nAs they were being shifted to a hospital in an ambulance, the ambulance collided with construction machinery parked on the side of the road.\nThey said later, the injured were shifted to Rawalpindi. Respective police registered two separate cases and launched further investigation.\nPublished in The Express Tribune, March 27th, 2023.\n", "2": "Despite constraints like a strict visa regime, terrorism, poor infrastructure, inadequately trained human resources, and the lack of a robust tourism culture, Pakistan’s tourism sector still has vast potential to achieve significant milestones and act as an engine for economic growth.\nIf tapped carefully, the lucrative sector can turn around the lives of hundreds of millions for good.\nWith an amalgamation of the scenic beauty of mountain ranges, vast plains, soothing lakes, gushing rivers, enchanting coastline, calm deserts, and religio-historic monuments, the country hosts socio-cultural relics gathered from knowledge and experience of invaders, rulers, historians, and communities.\nDiversified in cultures and cuisines, the country also boasts noble traditions of hospitality, brotherhood, and religious harmony rooted in civilisations like Gandhara and Indus.\nIt is geographically unique with archaeological heritage, and spiritual and cultural sites providing ample tourism opportunities for nature lovers and followers of different religions.\nThus one can judiciously claim that Pakistan’s tourism industry holds limitless potential.\nBut unlike many countries of the world earning billions of dollars annually through their tourism industry, Pakistan is still struggling to fully capitalise on this potential although some strides have been made in the recent past like winning the Best New Exhibitor Award at Travel and Adventure Show 2023 at New York in January this year.\nAround 20 prominent companies in the tourism and hospitality sector along with provincial tourism departments from Punjab, Sindh, KPK, Balochistan, and Gilgit-Baltistan presented Pakistan’s rich tourism potential at the international show.\nThe participating companies also had meetings with major tour operators in USA and counterparts in other countries as a series of shows at this event had attracted over 2.5 million travelers to over 4,500 destinations of the world.\n“Pakistan has a variety of tourist destinations with the strongest and unique traditions of warm hospitality which is also acknowledged by foreign tourists,” said PTDC Managing Director Rana Aftab.\n“Therefore, it is high time to promote awareness by educating people about their duties to preserve the environment and cultural heritage of the country.”\nHe said Pakistan's participation in Travel and Trade Show has been highly impactful in terms of response from the public and international tourism organisations.\n“The event provided an opportunity to interact with top international and domestic tour operators, cruise lines, and travel providers,” he stated.\n“Besides routine tourism, we also have vast potential to promote cultural and religious tourism by attracting believers of Buddhism, Christianity, Hinduism, and Sikh religions.”\nThe statistics show that on average, around 7,500 Sikhs from India and around 2,000 from Europe, the USA, and Canada visit Pakistan annually. Similarly, around 2,000 Buddhists visit their holy sites in Pakistan.\nThis is far below the potential as there are around 30 million Sikhs and around 500 million Buddhism believers living in different countries across the world.\n“Pakistan is a country with landmarks of various religious ethnicities and unexplored potential for religious tourism,” Rana Aftab said.\nTherefore, PTDC is pursuing a plan to boost religious tourism for promoting inter-faith harmony and revenue generation, he said.\nHe, however, mentioned some visa policy and security issues and suggested a conducive environment for international tourists to have a due share of earnings from this industry.\nPakistan, owing to vast natural and cultural beauty and religious tourism potential can earn its due share, Rana Aftab said.\n“Therefore keeping in view its economic value, we need to ensure a better and secure environment and ease of traveling for tourists to earn direly needed foreign exchange,” he pleaded.\nFor this purpose, we can promote group tourism through registered and licensed tour operators globally, ensuring an amicable environment for international tourists.\nAlthough PTDC arranges events like National Ice Hockey Championship at Ghulkin in Upper Hunza to promote winter tourism yet it also needs to broaden its spectrum to highlight multiple sites for tourism in the world tourism market.\nStatistics show that during 2021-22, around 91,185,177 local tourists visited Northern Khyber Pakhtunkhwa’s tourist destinations like Chitral, Kalash, Dir-Kumrat, Swat, Kalam, Dasu, Kohistan, Manshera, and Naran.\nBut this figure stood just at 3,500 in terms of foreign tourists which is too small for a country bestowed with amazing landscapes, pines, and deodar forests, rich historical and cultural heritage, and snow-covered mountain peaks.\nThe country also boasts thousands of years old history with civilizations like Meher Garh, Mohenjo-Daro, and Gandhara and protected archeological sites.\nIts potential for sports tourism is also unmatchable as the country possesses vast opportunities for hiking, ice hockey, skating, rock climbing, and mountaineering.\nTherefore, if we cannot attract a vast number of foreign tourists despite having such countless bounties of Nature, we need to revisit our policies and approaches to benefit from this highly valuable income resource of our economy.\n \nPublished in The Express Tribune, March 27th, 2023.\n", "3": "The principal of the Government College of Management Sciences Haripur has said that people who are addicted to drugs not only put their lives at risk but are not seen with respect in society.\n“Smoking is a deadly addiction that causes diseases as well as causes addiction to drugs. The Khyber-Pakhtunkhwa Tobacco Control Cell is playing a key role in raising awareness about the ills of smoking to lead the young generation towards a better future,” Jamil Akhtar expressed these views while addressing a seminar organised in the Government Commerce College with the support of the Tobacco Control Cell.\nProject Coordinator Muhammad Ajmal Shah, Sajida Malik and the Director of Initiation Development Organisation also spoke on the occasion.\nEarlier, while addressing the students Shah discussed the harms of smoking as well as electronic cigarettes.\nHe said that research has proved that electronic cigarettes are leaving behind very dangerous effects that lead to several life-threatening diseases.\nMeanwhile, Malik shed light on the bad effects of smoking and electronic cigarettes on society.\nA large number of male and female students were present on the occasion.\nPublished in The Express Tribune, March 27th, 2023.\n", "4": "Islamabad Chief Commissioner Nurul Amin Mengal visited free flour distribution points in the federal capital to review their performance.\nDeputy Commissioner Irfan Nawaz Memon and the federal secretary of industries and production accompanied Mengal.\nThe federal secretary of industries expressed satisfaction with the facilities provided to the people.\nThe chief commissioner along with assistant commissioners and other stakeholders inspected the facilities provided to the public at the flour distribution points at Saffron Marquee at Chak Shahzad, Dubai Marquee at Bhara Kahu, Jafar Chowk, Galaxy Marquee and Paracha Chowk at Tarnol.\nMengal also issued necessary instructions to the assistant commissioners, magistrates, stakeholders and representatives of the Benazir Income Support Programme (BISP) present on the spot.\nAccording to ICT Spokesperson Dr Muhammad Abdullah Tabassum, the federal secretary of industries advised the citizens of Islamabad to wait for their turn to receive the gift of flour.\nHe issued instructions to the DC, representatives of the BISP and others to further improve the facilities and directed them to ensure uninterrupted supply of free flour to the people.\nPublished in The Express Tribune, March 27th, 2023.\n", "5": "Amidst the intermittent rain, which is continued in various parts of the country including in the twin cities of Islamabad and Rawalpindi, the weather has turned ideal for tourists to enjoy the chilly weather during the holy month of Ramazan.\nHowever, tourists have been advised to use precautionary measures while visiting hilly areas.\nAn official of the Pakistan Tourism Development Corporation said the tourists planning their adventures should take preventive measures and follow the safety guidelines amid recreational activities at Murree and adjoining areas. He said that the tourists and commuters travelling to the hilly areas were instructed to follow safety guidelines to avoid inconveniences, problems, and any untoward incident.\nThe official said that Punjab’s Provincial Disaster Management Authority had instructed tourists to wear long dresses to protect themselves from cough, flu, and other diseases. “All the authorities are advised to remain alert and vigilant to direct the commuters to follow all precautionary measures so that any loss of lives and property can be prevented,” he said.\nPublished in The Express Tribune, March 27th, 2023.\n", "6": "Health expert Dr Shahzad Ali Khan has advised the public to adopt a healthy lifestyle, a well-structured routine and to consume a balanced diet during the month of Ramazan.\nHe has emphasised the importance of following a good routine and a balanced diet to avoid gaining excess weight, which can lead to chronic inflammation, heart disease, diabetes, and decreased lung function.\nHe said that individuals should refrain from consuming fried, oily, and heavy food items during the month of Ramazan as such foods can be difficult to digest and result in feelings of bloating. Instead, he recommends that meals be consumed at a slow and deliberate pace, with proper chewing, rather than being eaten hastily.\nFurthermore, Khan emphasises the importance of drinking ample amounts of water and other hydrating fluids during the non-fasting hours to prevent dehydration throughout the day. By adhering to these guidelines, individuals can promote their overall health and well-being during the fasting month.\nHe suggests that individuals should take short-distance walks for a couple of hours after Iftar to aid digestion. Additionally, he recommends consuming protein-rich foods during Sehri and Iftar, while cautioning against the consumption of excessive amounts of sugar, which can result in feelings of fatigue, reduced energy, and decreased alertness.\nIn response to a question, he advised that the Iftar meal should constitute a well-balanced diet that replenishes the body's energy and nutrient reserves.\nPublished in The Express Tribune, March 27th, 2023.\n", "7": "With about two months to go before the financial year ends, fears of a long hiatus in the completion of Water and Sanitation Agency (WASA)’s water supply projects are growing strong as only 10 per cent of the funds have been released so far.\nAs the new financial year begins in June, there is a strong apprehension that the unused funds of the previous fiscal year will lapse.\nSources said the water supply scheme in Mohri Gazan worth Rs450 million was included in the current financial year by WASA which was to supply water to the densely populated area through the installation of new tube wells and water supply networking, however, only Rs70 million could be released for the project and the same has been spent.\nIn this project, only two tube wells and two water tanks have been constructed so far and due to the non-release of the remaining funds for the project, the complete water supply scheme of the Mohri Ghazan area has been delayed. Whereas all the efforts made so far for getting the remaining funds released have been unsuccessful.\nMeanwhile, the Rs400 million water supply scheme in the garrison city has also been mired in controversy. Funds were released for this scheme but later these funds were withdrawn by the Punjab government before they could be utilised. Therefore the project, which was supposed to include the installation of new tube wells and water supply network and up-gradation, has also been delayed.\nIt should be noted that the drinking water crisis starts in May every year due to the increase in heat and the completion of the above-mentioned schemes before the new financial year could have met the need for drinking water in time but due to the delay in the release of funds in the current financial year, there is a possibility that not only the funds will be ineffective, but also because of the non-completion of the mentioned water supply schemes, there will be an acute shortage of drinking water.\nDue to the delay in the completion of these projects, there is every possibility that their cost will also increase.\nIn this regard, WASA sources say that efforts were being made to complete the said water supply schemes on time, but due to the delay in the release of funds, the completion of these water supply schemes has been delayed.\nMeanwhile, WASA officials hace been directed to ensure an uninterrupted supply of clean drinking water to the residents of the garrison city during Sehri and Iftar times. According to WASA Managing Director Muhammad Tanveer, the supply of clean drinking water to the citizens was being ensured by the civic agency’s filtration plants.\n“Steps were also being taken for immediate repair in case of malfunction of tube wells,” he said.\nThe MD said like other parts of the country, the citizens here were also facing water shortage, which was mainly due to the decrease in the level of underground water and lack of timely construction of new water reservoirs.\n“In a situation like this where WASA is making every possible effort to provide clean drinking water, it’s the responsibility of every citizen to use water carefully and try to save this priceless blessing of Allah Almighty,” he added. He urged the citizens to come forward and play their due role to conserve water. He also asked them to cooperate with WASA and pay their water and other bills on time.\nThe MD further said that to prevent wastage of water, WASA had improved the quality of water and taken measures to eliminate underground water leakages, which would not only save water but also help eliminate dengue. He asked the officials to further improve the service delivery to enable uninterrupted water supply to the citizens during Ramazan.\nPublished in The Express Tribune, March 27th, 2023.\n", "8": "In the week-long crackdown on Pakistan Tehreek-e-Insaf (PTI), the police have failed to find any central official and leader of the party.\nSources said courts released 51 PTI activists arrested on charges of violent protests when PTI chief Imran Khan reached the Islamabad Judicial Complex to appear before the court in the Toshakhana case.\nAccording to sources, around 33 workers detained under section 3 of The Punjab Maintenance of Public Order Ordinance, 1960 also got relief from courts.\nThe sources said former federal minister Ghulam Sarwar Khan, Fayyazul Hasan Chauhan and other party leaders have obtained interim bail from courts to avoid police action while PTI city president Mian Imran Hayat, information secretary and other officials have gone into hiding.\nMeanwhile, police are carrying out raids to arrest the party’s social media activists.\nDelving into the details, a senior police officer told The Express Tribune, on the condition of anonymity, that on the arrival of the PTI chief at the Islamabad Judicial Complex from Lahore, the Rawalpindi administration imposed a one-day ban on all political activities by imposing Section 144\nKhan was welcomed by the PTI's Rawalpindi leadership on his arrival at the Motorway Toll Plaza and a large number of workers blatantly violated Section 144 by blocking the highway, on which a case was registered against the party’s central leadership in Naseerabad police station for violating Section 144 and other provisions.\nOn the other hand, the Punjab government had directed that a crackdown should be carried out against the party’s leadership in Rawalpindi, former MNAs and MPAs. The Rawalpindi police with the help of the Special Branch searched the residences and offices of all central leaders and carried out raids at different times.\nFormer federal minister Aamir Kayani, Ghulam Sarwar Khan, Amaar Siddique Khan, Arif Abbasi, and others have obtained pre-arrest bail from local courts, he added.\nSources said 51 PTI activists have been released by the local courts.\nPublished in The Express Tribune, March 27th, 2023.\n", "9": "Raja Qaiser Ahmed has quit as registrar of the Quad-e-Azam University (QAU) saying he was in no position to hold the office amid the alleged hooliganism of ethnic groups, the repeated closure of the campus, rampant use of drugs and a host of other issues that have plagued the top-ranking higher education institution over the years.\nThe announcement comes at a time when academic activities continue to remain suspended at the QAU after two student groups clashed on the campus last month. Two days back, the university announced to start on-campus classes for MPhil and PhD programmes from Monday (toady).\nHe said that drug use is common at the university and hostels have become havens for criminals. He said that the QAU has gradually declined over the past several years. Besides other factors, the biggest reason for the downfall and degradation of the university is ethnic groups active in the university known as councils.\nIn a lengthy post uploaded on his Twitter handle, Raja Qaiser, who is also asistant professor t the School of Politics and International Relations, QAU, said that “I have left the charge of the registrar QAU but I have to painfully admit that over the years QAU has gradually downslide. I squarely accept the onus of responsibility. Being evident to it in the last two years, I can safely say that ethnic councils have precipitated an indomitable influence.”\nDr Qaiser said that “these councils are violent and inherit a false arrogance with despicable ethics, mediocre intellect, below the mark professionalism and superficial anarchic instinct. The reliance on heresy and tirade, disregard for gender sensitivity, patronizing superiority, and toxic chauvinism have become prevalently ubiquitous, and all in the garb of a pigeonholed approach amassing shame and embarrassment for the university. Consequently, the enrolment has drastically reduced. This semester university had only 270 admissions because parents don't feel it a secure place anymore.”\nHe further said that “the repeated closures of the university, consumption of drugs and abject lawlessness have brought this institution to its feet. The huts were the dens of drugs and hostels were the safe havens of illegal dwellers. The real-time remedy was to have a clampdown on these two nuisances. The demolition of huts and evacuation of the hostels were indispensable. I regret that genuine students and researchers who had nothing to do with this mess had to face the inconvenience but circumstances necessitated that to avoid any further grisly happening.”\nHe said that there is a marked line of difference between liberty and lawlessness. I have been to 18 countries and have never seen a single university where unauthorised access is possible or you can break the heads of the students of other communities in the duress of liberty. This is outright criminal. The most agonizing part is the character assassination of teachers by the ruffians which reflects poorly on their parenting and socialization.”\nThe QAU former registrar said that “students forget that they are not here to be the political leaders but to be cognisant career-oriented individuals. Effective campus management is never called 'securitisation' in any part of the world. The top-ranked university (which is of course not because of councils) can't be left at the mercy of hooligans and hoodlums. I hope the campus reforms will be executed as decided and this university will regain its lost glory and grandeur. May God bless this otherwise a wonderful university.\nHe regretfully admitted that the quality of QAU is gradually deteriorating while the university administration has adopted a policy of appeasement.\nHe said that the most heinous act, in this scenario, is the role of teachers. Students in university were more interested in becoming political leaders rather than building their own future, he said. He said that he was resigning from the post and hoped that “we may collectively revive QAU which was tolerant, pluralistic, and progressive.”\nOn the other hand, the hostel allotment to the students could not be finalised yet, which continues to take a toll on the students including females who had been evicted from hostels.\nAccording to a notification issued earlier by the QAU registrar, the rules of hostel allotments have been amended in the new policy. According to the new policy, all previous hostel allotments had been cancelled and students will have to apply for hostel rooms under the new policy.\nSources said that the university administration was facing many difficulties in starting on-campus classes and opening hostels, which are being renovated and repaired.\nThe sources claimed that the on-campus classes for BS programmes will be started after Eidul Fitr as the administration thinks a large number of students for BS programmes will have to come to the campus to use labs and other facilities.\nThe sources said that the hostels’ administrations will decide on seats keeping in mind the number of students in each department. The chairperson or director of the department will recommend the names of the students for these seats and will be bound to follow the merit list strictly. After the first merit list, a fresh merit list will be prepared after every two semesters.\nThe allotment for MPhil students will be made for four semesters and the allotment for PhD students will be made for the first four years and there will be no extension of allotment. First-semester students of BS programmes will be given priority in hostel allotments.\nUnder the new hostel policy, the merit list of the previous semester will be taken into consideration in the current situation or later when a seat becomes vacant in the hostel. It will be mandatory for the students to show their hostel cards while entering the hostels.\n \nPublished in The Express Tribune, March 27th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2408346/iiui-body-for-probing-rowdy-students", "1": "https://tribune.com.pk/story/2408345/one-killed-several-injured-in-road-mishaps", "2": "https://tribune.com.pk/story/2408343/tourism-massive-untapped-potential", "3": "https://tribune.com.pk/story/2408342/youth-urged-to-stay-away-from-drugs", "4": "https://tribune.com.pk/story/2408341/top-officials-inspect-flour-distribution-points", "5": "https://tribune.com.pk/story/2408340/tourists-advised-to-take-precautionary-measures-during-rain", "6": "https://tribune.com.pk/story/2408338/health-expert-urges-healthy-lifestyle-in-ramazan", "7": "https://tribune.com.pk/story/2408337/work-on-water-projects-likely-to-hit-snag", "8": "https://tribune.com.pk/story/2408339/police-dragnet-fails-to-catch-central-pti-leaders", "9": "https://tribune.com.pk/story/2408344/qau-registrar-calls-it-quits"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad", "9": "islamabad"}, "CreationDate": {"0": "2023-03-27", "1": "2023-03-27", "2": "2023-03-27", "3": "2023-03-27", "4": "2023-03-27", "5": "2023-03-27", "6": "2023-03-27", "7": "2023-03-27", "8": "2023-03-27", "9": "2023-03-27"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/1123612-IIUIx-1466018426/1123612-IIUIx-1466018426.jpg", "1": "https://i.tribune.com.pk/media/images/2221219161321671511850-0/2221219161321671511850-0.jpg", "2": "https://i.tribune.com.pk/media/images/21653418411-0/21653418411-0.jpg", "3": "https://i.tribune.com.pk/media/images/972344-Addictionphotoafp-1444766935/972344-Addictionphotoafp-1444766935.jpg", "4": "https://i.tribune.com.pk/media/images/31673472800-0/31673472800-0.jpg", "5": "https://i.tribune.com.pk/media/images/21641497502-0/21641497502-0.jpg", "6": "https://i.tribune.com.pk/media/images/31649102586-0/31649102586-0.jpg", "7": "https://i.tribune.com.pk/media/images/1555126-WASA-1510379765/1555126-WASA-1510379765.jpg", "8": "https://i.tribune.com.pk/media/images/PTI11678870439-1/PTI11678870439-1.jpg", "9": "https://i.tribune.com.pk/media/images/1052289-___n-1456173977/1052289-___n-1456173977.jpg"}}