{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar"}, "Header": {"0": "Khyber Pakhtunkhwa Assembly to meet today instead of May 10", "1": "Clash over land dispute leaves six injured in Mohmand", "2": "PTI decides to start mass contact drive from Peshawar", "3": "KP govt to fall soon, claims JUI-F", "4": "Summary sent to KP CM for regularisation of over 600 doctors", "5": "Bajaur mill asked to improve flour quality", "6": "Opposition parties celebrate Imran’s ouster", "7": "Plan on cards to recycle garbage in major cities", "8": "Four traffickers arrested in Kohat with hashish, two pistols", "9": "Family deprived of gold jewellery in Mansehra", "10": "City managers in a fix over setting up of landfill site", "11": "IGP seeks report on action taken to arrest proclaimed offenders", "12": "Two die, 13 injured in different incidents"}, "Summary": {"0": "Minister says session has been convened to teach opposition a lesson over no-trust move.", "1": "MOHMAND: Six people were injured when rival groups exchanged fire over a land dispute in Nasapi area of Halimzai...", "2": "PESHAWAR: The Pakistan Tehreek-i-Insaf, Khyber Pakhtunkhwa chapter on Sunday decided to launch a mass contact...", "3": "SWABI: The ouster of Prime Minister Imran Khan will have a domino effect and the Khyber Pakhtunkhwa government will...", "4": "Medics were recruited last year to strengthen response against Covid-19.", "5": "BAJAUR: The administration has warned the management of the only flour mill in Bajaur tribal district to improve...", "6": "BAJAUR: Workers of various opposition parties in Bajaur tribal district have expressed their pleasure over the ...", "7": "PESHAWAR: Minister for Local Government, Elections and Rural Development Faisal Amin Khan Gandapur has said that an...", "8": "KOHAT: The police foiled two attempts of smuggling hashish from Orakzai district to Kohat by arresting four...", "9": "MANSEHRA: Police here have started raids to arrest a group of women burglars which deprived a family of 17-tola gold...", "10": "ISLAMABAD: City managers are in a fix over earmarking a new landfill site as the existing temporary site in I-12 is...", "11": "RAWALPINDI: Inspector General of Police (IGP) Rao Sardar Ali Khan has sought details about arrest of proclaimed...", "12": "TAXILA: Two people died while 13 others were injured in separate incidents in Taxila and Attock on Sunday. In the..."}, "Detail": {"0": "PESHAWAR: Speaker Mushtaq Ahmad Ghani has immediately convened sitting of Khyber Pakhtunkhwa Assembly on Monday (today) that was earlier adjourned till May 10.\nThe assembly secretariat said in a notification on Sunday evening that Speaker Ghani while exercising his powers under paragraph (b) of Rule 21 of the Provincial Assembly of Khyber Pakhtunkhwa Procedure and Conduct of Business Rules, 1988 had called the sitting on Monday. The proceedings will start at 1pm.\nMinister for Labour and Sports Shaukat Ali Yousafzai, who is also chief whip of the ruling Pakistan Tehreek-i-Insaf in the assembly, told Dawn that the sitting had been called in response to the joint opposition’s move, which had submitted a notice for a no-confidence motion against Chief Minister Mahmood Khan on Friday.\n“We have convened the sitting to teach the opposition a lesson as to how they could pass the no-confidence motion against the chief minister while not having the required majority in the house,” he said.\n\nMinister says session has been convened to teach opposition a lesson over no-trust move\n\nPTI is the single largest party in the 145-member house with 94 members, while 51 MPAs sit on the opposition benches. The provincial assembly is already in session and the speaker had adjourned the sitting to May 10.\nThe motion submitted to the assembly secretariat states: “We beg to move that leave may be granted under sub-rule (1) of rule 18D of the Provincial Assembly of Khyber Pakhtunkhwa Procedure and Conduct of Business Rules to move a resolution of no-confidence against the chief minister under Article 136 of the Constitution of the Islamic Republic of Pakistan.”\nThe proposed resolution states: “Whereas Mahmood Khan has ceased to command the confidence of the majority of the members of this assembly as the chief minister, it is hereby resolved that Mr Mahmood Khan shall stand ceased to hold the said office.”\nAbout the opposition’s move, Pakistan Peoples Party MPA Nighat Orakzai said that the objective behind the notice was to preempt the ousted prime minister Imran Khan from dissolving the KP Assembly. As head of his party PTI, Khan can advise the chief minister to ask the governor for the dissolution of the assembly.\nShe described Imran Khan as stubborn, of whom one could expect any unconstitutional step. She said that Khan had also made speaker of National Assembly a scapegoat to fulfil his unconstitutional actions.\nSources in the opposition told Dawn that they had not done any homework to successfully pass the no-confidence motion against the chief minister. “Frankly speaking, the opposition has not done any groundwork needed to make the motion a success,” said a member of the opposition benches, on condition of anonymity.\nThe member said that the opposition needed to break 28 lawmakers from the ranks of the ruling party for passing the no-confidence motion which is impossible.\nThe source said that the opposition might withdraw the notice on Monday.\nPublished in Dawn, April 11th, 2022\n", "1": "MOHMAND: Six people were injured when rival groups exchanged fire over a land dispute in Nasapi area of Halimzai tehsil in the Mohmand tribal district here on Sunday, the police said.\nPolice officials told mediapersons that the injured persons were identified as Umair Khan, Tariq, Gul Daraz, Aftab and Atif Khan.\nThey said that Atif Khan, who hailed from the Shabqadar area of the Charsadda district, was a guest to one of the groups. \nThe police officials said that three of the injured persons belonged to Bahram Khan group, while two belonged to Shahi Gul group.\nThe injured persons were shifted to the District Headquarters Hospital, Ghalanai, for treatment. \nThe hospital officials said that condition of the injured persons was stable.\nMeanwhile, deputy superintendent of police, headquarters, Khalid Khan and SHO Israr Khan along with a contingent of police reached the spot to bring the situation under control. \nThe police said that they had also lodged a report and started further investigations into the incident.\nPublished in Dawn, April 11th, 2022\n", "2": "PESHAWAR: The Pakistan Tehreek-i-Insaf, Khyber Pakhtunkhwa chapter on Sunday decided to launch a mass contact campaign from Peshawar with a big rally on Wednesday to be addressed by former prime minister and party chairman Imran Khan.\nA decision to this effect was made during a meeting of the PTI’s leadership, according to a statement issued here. \nA statement issued by PTI’s provincial secretary information and MPA Zahir Shah Toru said that the rally would be held at around 9pm.\n“We will expose the American conspiracy against the PTI government,” he said. Mr Toru said that such rallies would also be held in Karachi, Lahore and Rawalpindi. \nHe said that the PTI would not accept the ‘imposition’ of hybrid regime at any cost.\nFormer prime minister Imran Khan has announced to start a protest campaign against the ‘foreign elements’ allegedly involved in the ouster of his government, he said.\nThe meeting also decided to complete the party’s organisation immediately. It also decided to activate the parliamentary board of the party to award tickets on merit for the next general elections.\nDuring the meeting, orders were issued to all organisations and wings of the PTI to prepare for the Peshawar rally, where PTI chairman Imran Khan would announce the party’s future line of action.\nPublished in Dawn, April 11th, 2022\n", "3": "SWABI: The ouster of Prime Minister Imran Khan will have a domino effect and the Khyber Pakhtunkhwa government will also fall soon, claim Jamiat Ulema-i-Islam-Fazl leaders.\nSpeaking at a party meeting here on Sunday, JUI-F central naib emir Maulana Fazal Ali said the PTI government’s fall was because it did not rule the country according to the wishes of people.\nHe said Imran Khan flagrantly violated the country’s constitution by not allowing voting on the no-confidence motion against him. He said JUI-F chief Maulana Fazalur Rehman played key role in removal of the PTI government.\nJUI-F provincial general secretary Maulana Attaul Haq Darvaish said the removal of the government through constitutional way was a great success for the joint opposition, which had won the hearts of people. “PTI government’s further stay in power would have been dangerous for the country,” he said.\nMeanwhile, Pakistan Peoples Party’s divisional general secretary Javid Iqbal Inqilabi, while addressing a party function, said the parliamentary supremacy had been strengthened with the removal of prime minister through no-confidence vote. However, he stressed that still there was need to strengthen the institutions to ensure strong democracy.\nONE KILLED: Unidentified gunmen killed a man in Marghuz village of Swabi tehsil on Sunday The victim identified as Shah Zeb Khan was on way home in a car when he was attacked.\nZaida police station officials said the body was shifted to Bacha Khan Hospital Complex, Shahmansoor, for autopsy. The cause of the incident was not known. \nAn FIR was registered by a brother of the deceased against unknown attackers.\nPublished in Dawn, April 11th, 2022\n", "4": "PESHAWAR: The health department has recommended to chief minister to regularise the services of more than 600 doctors recruited last year as part of the plan to strengthen response against Covid-19, especially in far off districts.\nOfficials said that they had recommended regularisation of 676 doctors to the government. They said that the doctors were appointed on contractual basis in April 2020 in BPS-17 to manage coronavirus in health facilities. They added that they performed well and health minister directed them to move a summary for their regular jobs.\n“We have dispatched a letter to the office of chief minister. The approval of the summary is awaited. Finance and other departments are also involved in the process prior to placing it before the provincial cabinet for approval which will be followed by legislation by provincial assembly,” Health Secretary Mohammad Tahir Orakzai told Dawn.\nHe said that the department had employed 1,122 doctors on ad hoc basis in April last year for Covid-19 services. “Now we have decided to make their services permanent after thorough work,” he added.\n\nMedics were recruited last year to strengthen response against Covid-19\n\nThe health secretary said that scrutiny was started by department regarding all staff, including contractual doctors. “We have found that some of them possessed fake degrees, did dual jobs and were enrolled with Postgraduate Medical Institute as trainee medical officers (TMOs), illegally,” he said. \nHe added that it was against the government’s rules due to which the department terminated the unlawfully appointed medics through proper channel.\n“From time to time, we are dismissing staffers and TMOs after probe. The summary is meant to regularise ad hoc doctors whose performance is up to the mark,” he said. \nHe added that investigations were also under way against registration on forged documents with Pakistan Medical Commission by doctors.\nOther officials in the department said that contracts were signed with doctors when their services were most required due to Covid-19 surveillance and they were deployed in the hospitals across the province. \nThey also worked in the field to trace contacts of the Covid-19 patients and collect samples from the suspected people.\nSince their appointment, the contract doctors have been facing issues in renewal of agreements every six months because the department is required to look into complaints from their immediate officers at the district level, which delays the process of all doctors. “There were fake people. Of them, 66 were registered with PGMI as TMOs in different specialties,” said officials.\nRecently, the chief executive officer of PGMI, Prof Mohammad Arif Khan, said in a notification that all the students of postgraduate and diploma courses, who were getting salaries from government, semi-government, autonomous and private institutions besides receiving stipends from the institute, should intimate in a fortnight. \nHe said that the medics, who reported in a timely manner, would get compensation in the shape of settling down their financial issues in accordance with the government’s law.\nThe institute has warned termination of training of all those, who don’t comply with the directives and fail to respond within the stipulated period. It said that action against defying doctors would not be limited to debarring them from induction for training but their names would also be reported to all the relevant departments.\nOfficials said that contract doctors didn’t get health professional allowance like their regular counterparts in the department but they were deployed at far off and hard places not only to examine patients but were also involved in medico-legal examination in hospitals. Last month, they observed weeklong sit-in for regularisation, they said.\nPublished in Dawn, April 11th, 2022\n", "5": "BAJAUR: The administration has warned the management of the only flour mill in Bajaur tribal district to improve quality and quantity of subsidised flour or get ready for action. \nThe warning to the management of Bajaur Flour Mills, which provides the provincial government-sponsored subsidised flour to the residents, was issued by a team of officials of the district administration during their visit to the unit to check the quality and quantity of flour being produced there. \nAccording to a statement, the team led by additional assistant commissioner Sher Rahman conducted the visit a couple of days ago after the administration received complaints from the local residents about the quality and quantity of the subsidised wheat flour produced in the Bajaur Flour Mills. \nScores of people in different areas of the district and traders have complained a few days ago about the low quality of subsidised flour compared to the commodity produced in flour mills of other districts. \nAfterwards, deputy commissioner Iftikhar Alam formed a team of officials to visit the Bajaur mills for inspection of the flour being produced and packed there. \nThe statement said that after inspection the officials told the management of the flour mills to ensure that quality flour was given to the people as per the government’s standard. \nIt said the officials informed the management that the administration had zero tolerance for sale of substandard flour in the district. \nAccording to the statement, the flour mill management assured the officials to supply quality flour for provision to the residents on subsidised rates.\nPublished in Dawn, April 11th, 2022\n", "6": "BAJAUR: Workers of various opposition parties in Bajaur tribal district have expressed their pleasure over the ouster of Imran Khan as prime minister through a no-confidence motion against him and termed removal of his government a good omen for people of the country. \nScores of activists of the mainstream political parties came out of their houses soon after the no-confidence vote against prime minister Imran Khan was declared successful in the National Assembly late on Saturday night to celebrate the development by carrying out fireworks and firing in the air. \nThe activists of JUI-F, PPP and PML-N arranged separate gatherings to celebrate the success of no-trust motion against Imran Khan. \nThe major event in this regard was arranged by Pakistan Muslim League-Nawaz activists in Pashat area of Salarzai tehsil, the native region of PML-N provincial vice-president and former MNA Shahabuddin Khan. \nCelebratory fireworks and firing in the air were witnessed on the occasion. The PML-N activists described Imran Khan as the most immature, inexperienced, non-serious and incompetent prime minister in the country’s history, who failed to fulfil any of his promises. \nIn a related development, the PTI activists held a rally here on Saturday night to express solidarity with the former prime minister and to condemn the opposition parties for bringing the no-confidence motion against him. \nThe rally led by provincial minister Anwar Zeb Khan was held at the main chowk in Khar Bazaar. \nAnwar Zeb, Sikandar Zeb and PTI district president Khalilur Rahman said on the occasion that the rally was meant to express solidarity with Imran Khan and apprise the people that a foreign conspiracy was behind ouster of his government.\nPublished in Dawn, April 11th, 2022\n", "7": "PESHAWAR: Minister for Local Government, Elections and Rural Development Faisal Amin Khan Gandapur has said that an integrated plan to recycle millions of tonnes of garbage in all major cities of the province including Peshawar is under consideration.\nHe said that the required resources and sponsors were being explored for the plan to recycle garbage, according to a statement issued here on Sunday.\nHe was chairing a meeting of MPAs from Peshawar wherein development projects of the provincial capital and performance of local bodies were reviewed in detail as well as necessary decisions were taken.\nThe participants of the meeting expressed satisfaction over the pace of ongoing and new development projects under Water and Sanitation Services Peshawar, all four tehsil municipal administration, City Metropolitan Corporation and other local bodies.\nThe meeting decided to increase the number of municipal staff and deploy inspection teams and quality control to further improve the sanitation and water supply services in the city.\nThe minister directed all the municipal bodies to take steps to expedite the pace of work on development projects in Peshawar and improve the hygiene and sanitation situation in the provincial metropolitan.\nHe said that in view of the onset of summer, not only all the bazaars and highways but also the streets should be kept clean and hygienic whereas modern scientific methods and machinery should be used for the purpose so that the city dwellers could feel a pleasant change during of holy month of Ramazan and on the occasion of Eidul Fitr.\n“These changes must also be visible to those coming to Peshawar from other cities,” said the minister. He added that Peshawar anciently remained the city of flowers and gardens and the present government endeavoured from day one to revive the past glory of that historical city.\nPublished in Dawn, April 11th, 2022\n", "8": "KOHAT: The police foiled two attempts of smuggling hashish from Orakzai district to Kohat by arresting four traffickers here on Sunday.\nActing on a tip-off, a team of the city police station stopped three people on the Kohat Toi (stream) Bridge near Shahpur, and upon search, found three kilogrammes of hashish and a pistol from them. The smugglers were identified as Tassawar Iqbal hailing from Karak, Freed and Hafeez of Orakzai, according to a statement.\nSeparately, Ustarzai police seized three kilogrammes of hashish and a pistol from a man in Lando Mela area. The trafficker was identified as Ajmer Ali of Orakzai district.\nRECYCLING PLANT: The garbage recycling plant established at a cost of Rs80 million in Muhammadzai area in 2015 could not be made functional till date due to a lack of funds for purchasing equipment, residents complained on Sunday.\nThey asked district development advisory committee chairman Ziaullah Bangash, who had approved the project in 2014 from oil and gas royalty funds, to make the plant functional without delay. They said the first phase of the plant was completed at a cost of Rs80 million, and was awaiting another Rs100 million for purchase of machinery to make it operational.\nMeanwhile, official sources said there were different contractors of the project, and some of them had taken away the main door of the building, windows and other equipment due to differences over distribution of profit. They said the plant had the capacity to recycle 500 tonnes of garbage, adding it had also been proposed to upgrade the recycling plant to produce electricity.\nGOVT’S OUSTER WELCOMED: Pakistan Muslim League-Nawaz’s provincial additional secretary information Saadullah Khattak has congratulated the people over the ouster of the Pakistan Tehreek-i-Insaf government at the centre.\nTalking to journalists on Sunday, he said the party would avenge the injustices done to the country in general and Khyber Pakhtunkhwa in particular during the PTI’s rule.\nHe said the party would work hard to reverse the unbearable price hike and lawlessness in the country. He said the PTI befooled the people in the name of Madina state, justice and accountability. \nPublished in Dawn, April 11th, 2022\n", "9": "MANSEHRA: Police here have started raids to arrest a group of women burglars which deprived a family of 17-tola gold jewellery in Gandhian area. \n“We have started efforts to trace and arrest the women who entered a house and decamped with gold jewellery and other valuables,” Mohammad Sohail, spokesperson for the police department, told mediapersons on Sunday. \nAccording to the complainant Bibi Arifa, two well-dressed women entered her house in Gandhian area and introduced themselves as relatives of her late husband. \n“I took them into a room and they deprived me of my 17-tola gold jewellery and managed to flee,” she told the police. \nIn another incident, one Raja Moin received bullet injury when his pistol went off accidentally and died in Tambah area of district. \nAccording to his family, the victim was cleaning his pistol which went off accidentally. He was taken to the King Abdullah Teaching Hospital where doctors pronounced him dead. \nSECURITY BEEFED UP: Kolai-Palas district police officer Sulman Khan said on Sunday that safety of citizens was the prime duty of his department and all resources were being utilised for the purpose. \n“We have enhanced patrolling at Iftar and Sehr times to cope effectively with any untoward incident during Ramazan,” he said while speaking to mediapersons. \nHe said that many proclaimed offenders had been arrested during the crackdown launched last month. \nMeanwhile, the Balakot tehsil administration arrested four shopkeepers and sealed three shops over profiteering. A tehsil administration and police department’s team led by assistant commissioner Saddam Hussain visited Garhi Habibullah and Balakot bazaars and arrested four shopkeepers. \nWILDFIRE: The wildfire which erupted on Saturday morning at Khatai forest in Oghi tehsil destroyed trees and wildlife over a vast area. \nAccording to locals, the cause of fire, which was extinguished after over 24 hours on Sunday, couldn’t be ascertained as yet. However, they said that in such cases timber mafia’s hand could not be ruled out as they wanted to eliminate traces of illegally cut trees.\nPublished in Dawn, April 11th, 2022\n", "10": "ISLAMABAD: City managers are in a fix over earmarking a new landfill site as the existing temporary site in I-12 is almost full to its capacity.\nRecently, in a high-profile meeting headed by the secretary cabinet and attended by secretary interior, secretary climate change, the CDA chairman and several other officers, the issue of the landfill site came under discussion.\nThe meeting directed the CDA to come up with short and long-term solutions to the issue.\nThe meeting was held after the Islamabad High Court (IHC) issued a stay order on the CDA’s proposed site in H-16 and directed the civic agency and other stakeholders to submit a report.\nOn the other hand, CDA continues to receive criticism from residents for questionably reversing its decision of setting up a permanent landfill site after finalising a site in Kuri in 2011.\nFor over 10 years, Islamabad has been making makeshift arrangements for dumping over 600 tonnes waste at temporary locations.\nThe civic agency for years has been dumping the waste in the under-developed residential sector of I-12 which is now almost filled. On the other hand, the allottees of the sector have been demanding development work and the CDA recently also called tenders for it.\nA few years ago, the civic agency proposed a site in Sangjani, but the environment body after receiving public complaints rejected the site. Later, the CDA proposed a site in institutional sector of H-16, but the IHC issued a stay order.\nSubsequently, the civic agency proposed a new site in its nursery at Park Road but received strong criticism as local people said flower germination can’t go side by side with the dumping site. On Park Road, CDA has already launched its own three housing schemes of Park Enclaves and the fourth one exclusively for overseas Pakistanis is also in the pipeline. Therefore, the civic agency has dropped the plan of setting up a landfill site in the area.\nSources said that now the CDA was again focusing on H-16 and may plead before the IHC that for the time being it should be allowed to dump in the institutional sector as the planning wing had already earmarked a site in the sector.\n“Honestly speaking, we are in a fix. Wherever we proposed a site, people started raising questions. Where we should go? Now, we have two plans - temporary and permanent. We will set up a temporary site in Islamabad while a permanent landfill site will be developed in Mandra in collaboration with Rawalpindi Development Authority (RDA),” said an officer of CDA.\nWhen contacted, CDA’s spokesperson Syed Asif Raza said the civic agency had been working on both temporary and permanent plans.\n“The Mandra site, which will be a joint venture with the RDA, once developed will be the permanent solution,” he said.\nPublished in Dawn, April 11th, 2022\n", "11": "RAWALPINDI: Inspector General of Police (IGP) Rao Sardar Ali Khan has sought details about arrest of proclaimed offenders across the province and action taken against them under section 88 of the Criminal Procedure Code (PPC) (attachment of their properties).\nAccording to law, property of any person, against whom a warrant has been issued by court and he/she has been absconding or has been concealing himself so that such warrant cannot be executed, is attached under the section of the PPC.\nOf the 5,483 absconders in Rawalpindi district, the properties of only 185 have been attached so far. The IGP has directed the police to inform his office with the progress/compliance report at the earliest.\nAccording to sources, a letter has been issued to the additional inspector general of police investigation, all regional police officers (RPOs), including RPO Rawalpindi Ashfaq Ahmad Khan, City Police Officer Omer Saeed Malik and the district police officers (DPOs) seeking progress on the attachment of properties of the proclaimed offenders.\nFollowing IGP’s orders, RPO Rawalpindi Ashfaq Ahmed Khan has asked the CPO to expedite legal action for confiscating properties of such persons. The district police officers of Chakwal, Jhelum and Attock have also been issued orders.\nA spokesman for the Rawalpindi district police told Dawn that a total of 5,483 absconders were on record in Rawalpindi out of whom 2,870 had been arrested - 2,345 in 2021 and 525 this year.\nSimilarly, there are 185 absconders against whom legal action under section 88 had been completed. The attachment of their properties has been carried out and the legal process is underway for others.\nHe also said in criminal cases, police cannot begin an investigation unless the person named in the case has been apprehended. The accused as well as the victim do not benefit from a person’s disappearance.\nBut in some cases, after committing gruesome and heinous crime, the accused persons managed to hide themselves for long time to defy the operation of law.\nIn one case, the accused against whom a murder case was registered remained absconded for 12 years and when he was arrested no penal action for absconding was taken against him except attachment of his property. Such persons deserve more punishment on account of defiance of the operation of the law besides the punishment prescribed for the offence committed, said a legal expert.\nHe said whoever being accused of an offence under this code or under any other law absconds or avoids arrest or evades appearance before any inquiry or trial or court proceeding or conceals himself and obstructs the course of justice and against whom a warrant of arrest has been issued by the court shall be liable to imprisonment for a term not exceeding three years or with a fine or both.\nPublished in Dawn, April 11th, 2022\n", "12": "TAXILA: Two people died while 13 others were injured in separate incidents in Taxila and Attock on Sunday. \nIn the first incident, a truck crashed into a passenger van near Margalla hills as a result of which two on board the van, including the driver, died on the spot while nine passengers were injured. The injured passengers told journalists that the accident happened as the truck was about to take a turn. The deceased were identified as Muazzam Khan and Noor Hadi. \nIn the second incident, the roof of an under-construction house collapsed and four labourers were trapped under the debris. Rescue 1122 officials, later, retrieved the labourers.\nPolice and hospital sources said that construction of a house was being carried out in Dar-ul-Islam Colony. The labourers were identified as Shamorz Ali, Aksar Ali, Sajjad Mushtaq and his brother Babar Mushtaq. Later, they were retrieved and shifted to District Headquarters (DHQ) Hospital in critical condition. Respective police registered two separate cases and started further investigation.\nPublished in Dawn, April 11th, 2022\n"}, "Link": {"0": "https://www.dawn.com/news/1684386/khyber-pakhtunkhwa-assembly-to-meet-today-instead-of-may-10", "1": "https://www.dawn.com/news/1684385/clash-over-land-dispute-leaves-six-injured-in-mohmand", "2": "https://www.dawn.com/news/1684384/pti-decides-to-start-mass-contact-drive-from-peshawar", "3": "https://www.dawn.com/news/1684383/kp-govt-to-fall-soon-claims-jui-f", "4": "https://www.dawn.com/news/1684382/summary-sent-to-kp-cm-for-regularisation-of-over-600-doctors", "5": "https://www.dawn.com/news/1684381/bajaur-mill-asked-to-improve-flour-quality", "6": "https://www.dawn.com/news/1684380/opposition-parties-celebrate-imrans-ouster", "7": "https://www.dawn.com/news/1684379/plan-on-cards-to-recycle-garbage-in-major-cities", "8": "https://www.dawn.com/news/1684378/four-traffickers-arrested-in-kohat-with-hashish-two-pistols", "9": "https://www.dawn.com/news/1684377/family-deprived-of-gold-jewellery-in-mansehra", "10": "https://www.dawn.com/news/1684376/city-managers-in-a-fix-over-setting-up-of-landfill-site", "11": "https://www.dawn.com/news/1684375/igp-seeks-report-on-action-taken-to-arrest-proclaimed-offenders", "12": "https://www.dawn.com/news/1684374/two-die-13-injured-in-different-incidents"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar"}, "CreationDate": {"0": "2022-04-11", "1": "2022-04-11", "2": "2022-04-11", "3": "2022-04-11", "4": "2022-04-11", "5": "2022-04-11", "6": "2022-04-11", "7": "2022-04-11", "8": "2022-04-11", "9": "2022-04-11", "10": "2022-04-11", "11": "2022-04-11", "12": "2022-04-11"}}