{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar", "15": "peshawar", "16": "peshawar"}, "Header": {"0": "KP Assembly deputy speaker escapes attack in Peshawar", "1": "Waziristan, Lakki and Bannu trouble spots: police", "2": "Quaid Day Cycle Race to be held tomorrow", "3": "Confusion prevails over winter break", "4": "Kohat jail security beefed up", "5": "Insaf Rozgar Scheme’s second phase launched", "6": "Lawyer among seven acquitted in judge, family murder case", "7": "Man sentenced to death for killing transgender person in Charsadda", "8": "Reconstruction of GT Road in Haripur begins", "9": "Meeting reviews arrangements for polio campaign", "10": "Baba Guru Nanak’s birthday celebrated", "11": "Teachers protest non-payment  of salary", "12": "Uplift package sought for Swabi", "13": "Community centre opens in DI Khan", "14": "Govt providing facilities to destitute women: lawmaker", "15": "Van conductor held for killing his driver", "16": "Damadola school lacks furniture"}, "Summary": {"0": "“We had gathered for the inauguration ceremony of the feed distribution scheme when the attack happened,” says Mahmood Jan.", "1": "Official says most extortion calls made from Afghanistan.", "2": "PESHAWAR: The Khyber Pakhtunkhwa Cycling Association will organise a cycle race on Dec 25 in Peshawar to commemorate...", "3": "Dept cancels vacation but IMS, Charsadda varsity to close campus", "4": "KOHAT: The authorities have beefed up security of Kohat prison on the directives of senior military and police...", "5": "PESHAWAR: Khyber Pakhtunkhwa Chief Minister Mahmood Khan has launched the second phase of the Insaf Rozgar Scheme...", "6": "SWABI: A court here on Friday acquitted seven people, including former president of the Supreme Court Bar ...", "7": "The court rules that in case of non-payment of fine, the convict will undergo additional six months imprisonment.", "8": "HARIPUR: Reconstruction work on GT Road through Haripur city would be completed within six months at a cost of Rs950...", "9": "SWAT: Health officials said here on Friday that about 455,659 children across the district would be vaccinated in ...", "10": "CM’s aide says govt protecting minority rights", "11": "SHANGLA: The teachers hired for running evening shift in schools demonstrated in Alpuri here on Friday, demanding...", "12": "SWABI: The local leaders of Pakistan Muslim League-Nawaz in a meeting here on Friday demanded of the federal...", "13": "DERA ISMAIL KHAN: A community centre has been inaugurated in Haq Nawaz Park here for artists, writers and poets...", "14": "LOWER DIR: MPA Dr Sumera Shams from Lower Dir, who also leads the Parliamentary Women Caucus in Khyber Pakhtunkhwa,...", "15": "MANSEHRA: The police have arrested a van conductor for killing his driver in Kiar Bai area of Oghi a few days ago,...", "16": "Students attend a class under the open sky. — Dawn\n\nBAJAUR: The area elders and students of government..."}, "Detail": {"0": "PESHAWAR: Khyber Pakhtunkhwa Assembly Deputy Speaker Mahmood Jan remained unhurt in a firing incident occurred in Shagai area of the provincial capital on Friday.\nAccording to reports, inauguration ceremony of an animal feed distribution scheme launched by the livestock department was underway when the firing took place.\n“We had gathered for the inauguration ceremony of the feed distribution scheme when the attack happened,” Mr Jan told Dawn, adding that he had a land dispute with some locals, but that was resolved at the Commissioner’s House recently.\n“My family owns the land since 1870. My rivals had taken oath on the holy Quran that they would abide by the settlement reached at the Commissioner’s House, but even then they attacked me,” Mr Jan claimed.\nThe police said shots were fired at the place. “The gate and the walls of the hujra, where the function was being held, bore some bullet marks,” a police official deputed at a checkpost in the area, informed Dawn, saying a search operation was underway to arrest the culprits.\nPublished in Dawn, December 24th, 2022\n", "1": "PESHAWAR: After analysing the overall law and order situation in Khyber Pakhtunkhwa during the outgoing year, the police department has declared South and North Waziristan, Lakki Marwat and Bannu districts as terrorist trouble spots.\n“Southern districts, including North and South Waziristan [from among the newly-merged tribal districts] as well as Lakki Marwat and Bannu districts [from settled areas], are trouble spots,” additional inspector general of police (operations) Mohammad Ali Babakhel told reporters here on Friday.\nMr Babakhel said that the annual analysis of the security situation revealed a surge in the number of extortion calls from Afghanistan after the Taliban’s takeover of Pakistan’s Western neighbouring country.\nHe also said that the number of targeted attacks against police increased in 2022 compared with the previous year.\n\nOfficial says most extortion calls made from Afghanistan\n\nThe police official said that the exit of foreign troops, including the US and allies, from Afghanistan left behind arms worth Rs7 billion that were “bound to end up in someone’s hands.”\nHe said that the number of suicide attacks in the province \nalso escalated in the outgoing year, while most of the extortion calls received by the local residents were made from Afghanistan.\n“Our neighbourhood [Afghanistan] is primarily the origin of extortion calls. Some local criminals were also involved in these crimes,” he said.\nMr Babakhel said that the counter-terrorism department arrested 158 extortionists wanted in 81 cases, while 62 suspects were taken into custody for kidnapping people for ransom.\nHe said that the CTD arrested 806 militants, including 90 with head money, and killed 196 militants during operations in the province.\nThe police official said that 2,609 “threat alerts” were issued with 93 per cent of them being general and six specific.\nHe also said 129 alerts involved people and 41 alerts were for different locations.\nMr Babakhel said that 118 police personnel were killed and 117 suffered injuries in operations against criminals, including terrorists.\nHe also said that the police arrested around 129,637 outlaws and seized 22,416 weapons and 511,447 rounds of bullets in 20,601 “search and strike operations” across the province in the outgoing year.\n“The presence of militants in Swat and other Malakand areas was reported by the media, and everyone saw an immediate response to it by our police,” he said.\nThe police official said the police carried out a total of 1,877 search and strike operations and 148 intelligence-based operations in Malakand district during 2022 leading to the killing and arrest of several militants and extortionists.\nHe said that it was the top priority of the police to promote public policing and establish a prosperous and peaceful society in the province.\nMr Babakhel said that the anti-state elements and criminals didn’t deserve any concession, so the police bosses had ordered a strict crackdown on them according to the law.\nHe said the police had also been directed to ensure the maintaining of law and order.\nPublished in Dawn, December 24th, 2022\n", "2": "PESHAWAR: The Khyber Pakhtunkhwa Cycling Association will organise a cycle race on Dec 25 in Peshawar to commemorate the birthday of Pakistan’s founding father Quiad-i-Azam Mohammad Ali Jinnah.\n“The Khyber Pakhtunkhwa Cycling Association is going to organise a Quaid Day Cycle Race with a total of 40 cyclists participating,” said the association’s president Nisar Ahmad while talking to mediapersons here on Friday. \nHe said that all arrangements in this connection had been completed for the smooth conduct of the race on the main Northern Bypass. \nHe said that a sports cycle race would also be organised in which athletes from all the districts of the province would participate. \nHe said that the opening ceremony would be held at 8am at the Northern Bypass, while the closing ceremony would be held at the Sarhad Chamber of Commerce and Industries. \nThe chamber president Mohammad Ishaq will be the chief guest. Mr Ahmed said that more than 40 athletes would participate in the 28km race, and trophies and cash prizes would be distributed among the first six position holders.\nPublished in Dawn, December 24th, 2022\n", "3": "PESHAWAR: The government’s announcement of winter vacation cancellation caused a lot of confusion among the administrations and students of universities on Friday.\nThe higher education department announced that winter holidays for all public and private sector universities and colleges in the summer zone had been “waived off.”\nIt also declared that all winter zone colleges and universities would remain closed from Dec 1 to Feb 15.\nHowever, the Institute of Management Sciences Peshawar and Bacha Khan University Charsadda announced the start of the winter break from Dec 25.\nThe winter vacation in the IMS will last until Dec 30 and in the Bacha Khan University Charsadda until Jan 3.\n\nDept cancels vacation but IMS, Charsadda varsity to close campus\n\nThe Bacha Khan University announced the winter break for students from Dec 26 to Jan 3.\nHeads of departments, members of the administration staff, and the conveners and members of the convocation committee will remain present at the workplace.\nA teacher of the University of Peshawar told Dawn that the faculty members were in constant contact with the administration for the winter vacation decision.\nHe, however, said the administration was not clear on the matter.\nThe Peshawar Valley and all southern districts of the province are located in the summer zone and northern parts, including Malakand and Hazara divisions, in the winter zone.\nThe elementary and secondary education department also announced on Thursday that there won’t be winter break in the winter zone schools to address learning losses caused by the Covid-19 pandemic.\nThe Private Schools Regulatory Authority also directed all privately-owned educational institutions in the province to follow the department’s winter and summer vacation orders “in letter and spirit.”\nMeanwhile, people in Charsadda rejected the elementary and secondary education department’s decision about the winter vacation as an unwise move.\nThey told reporters that the district was in the grip of heavy fog and severe cold, leaving the schoolchildren vulnerable to cold-related diseases, so they should be asked to stay home until the situation improved.\nThe residents said excessive power outages and low gas pressure had added to the misery of minor students.\nThey demanded of the government to withdraw the immediate cancellation of winter holidays to the relief of schoolchildren.\nPublished in Dawn, December 24th, 2022\n", "4": "KOHAT: The authorities have beefed up security of Kohat prison on the directives of senior military and police officials after their visit to the facility a few days ago.\nThree militants, including Zakeem Shah, an expert in making improvised explosives devices, had escaped from the prison in the past.\nJail superintendent Abdul Bari told Dawn on Friday that the Kohat jail also housed 18 miscreants sentenced under Anti-Terrorism Act.\nHe said the security measures included installation of floodlights and 24-hour patrolling around the jail, adding height of the boundary wall had also been raised to thwart any potential militant attack from outside.\nThe district police officer and military officials had visited the jail and reviewed the security arrangements there in the wake of the deteriorating law and order situation in the province.\nPublished in Dawn, December 24th, 2022\n", "5": "PESHAWAR: Khyber Pakhtunkhwa Chief Minister Mahmood Khan has launched the second phase of the Insaf Rozgar Scheme worth Rs700 million, under which, interest-free loans will be provided to people between 18 to 50 years of age.\nThe scheme, meant for only the permanent residents of the merged districts, will offer interest-free loans from Rs50,000 to Rs1 million.\nThe scheme was launched at a function, according to a statement issued from the Chief Minister’s House on Friday.\n“Insaf Rozgar Scheme is undoubtedly a poor-friendly initiative of the KP government, which will provide self-employment opportunities to the jobless citizens of the merged areas,” the statement quoted Mahmood Khan as saying. The chief minister said removing longstanding deprivations of the people of merged districts was the topmost priority of his government.\n“With the completion of the scheme, there will be a positive change in the lifestyles of the people of merged districts,” Mahmood said, adding that despite numerous challenges, work on welfare and development activities in the merged districts was in full swing.\nBriefing the participants about the scheme, the managing director of the Bank of Khyber said that the first phase of the scheme was launched in June 2020 with a total outlay of Rs1.1 billion. He said that a total of 4,576 jobless people had received interest-free loans in the first phase.\nCalling it the most feasible and result-oriented initiative of the provincial government, he said that 90 per cent of loans issued in the first phase were recovered, adding that an additional 3,000 jobless people would receive loans during the second phase.\nPublished in Dawn, December 24th, 2022\n", "6": "SWABI: A court here on Friday acquitted seven people, including former president of the Supreme Court Bar Association Abdul Lateef Afridi, on the charge of killing anti-terrorism court judge Aftab Afridi and his four family members last year.\nAdditional district and sessions judge Abid Zaman declared that the prosecution had failed to prove its case against the accused, including Lateef Afridi, his son and former civil judge Danish Afridi, Bilal Afridi, Daud Afridi, Aziz Afridi, Zakir Shah and Shehzad.\nATC judge Aftab Afridi, who was posted to Swat, came under a gun attack near Ambar Interchange on April 4, 2021, when he was travelling in his vehicle with his family on the Peshawar-Islamabad Motorway.\nThe ambush killed the judge, his wife and his pregnant daughter-in-law along with her three-year-old son and injured his guard and driver.\nThe Chota Lahor police station had registered the FIR of the attack on the complaint of the slain judge’s son, Abdul Majid Afridi, who named several people, including Lateef Afridi, for the murders.\nThe accused were booked under sections 302, 324, 353, 427 and 109 of the Pakistan Penal Code and Section 7 of the Anti-Terrorism Act. The challan (final charge sheet) of the case was submitted to the Mardan ATC afterwards.\nEarlier this year, the Peshawar High Court had ordered the removal of Section 7 of the Anti- Terrorism Act from the case and ordered the transfer of the trial to a regular court.\nThe prosecution alleged that two of the accused, including Zakir Shah and Shehzad, were the gunmen, while Bilal Afridi, Daud Afridi and Aziz Afridi masterminded the murders.\nLateef Afridi was accused of abetting the crime.\nDefence counsel Shabbir Hussain Gigyani, Mian Sher Akbar and Hussain Ali contended that their clients were falsely implicated in the case.\nThey added that the complainant and prosecution witnesses failed to prove the presence of the petitioners at the crime site, while the evidence available on record also confirmed it, so their testimony was not admissible.\nThe lawyers contended that it was a high-profile case but the police carried out “unfair investigation due to the pressure” of certain quarters.\nThey argued that the confessional statements of two of the accused were obtained under duress and by torture and that the accused were kept in illegal detention for many days.\nThe complainant’s counsel and state prosecutor contended that the motive behind the murder was clearly proved as both families had enmity.\nThey said two of the arrested killers had recorded their statements admitting their and others’ involvement in the crime. They also contended that the accused didn’t deserve leniency for killing the judge and his family members in a brutal manner.\nPublished in Dawn, December 24th, 2022\n", "7": "CHARSADDA: A district and sessions judge here on Friday convicted a man for killing a transgender person last year and awarded him death sentence with a fine of Rs1 million.\nJudge Sofia Waqar Khattak pronounced that the evidence on record connected the accused, Shah Faisal, with commission of the offence.\nThe court ruled that in case of non-payment of fine, the convict would undergo additional six months imprisonment.\nFaisal, a resident of Paindakhel area here, had killed transgender individual, namely Javed alias Gulalai, after exchanging hot words with him on Oct 23, 2021.\nThe complainant in the case was Akhter Hussain, a brother of the deceased.\nDistrict public prosecutor Javed Ali Mohmand and public prosecutor Mohammadullah Khan appeared before the court and contended that the police had arrested the accused after the occurrence and the weapon used in the offence was also recovered from him.\nThey contended that the accused was directly charged in the FIR and the prosecution had fully proved its case against him.\nSHOT DEAD: A man shot dead his father-in-law here on Friday.\nA daughter of the deceased, Hayat Gul of Babara area, reported to the Nesata police station that a year ago, she was married to the suspected killer, Qasid. But, she said some days ago, the accused had divorced her on some domestic dispute, and she started living with her father.\nShe said on the day of the incident, her former husband visited their house and insisted she go with him to his house. \nShe said her father refused, telling him she couldn’t go with him after she was divorced. On which, she said the accused opened fire, killing her father on the spot. \nThe police filed a report and started further investigations.\nSeparately, a man belonging to Chota Lahor, Swabi, died and three others, including two women, sustained serious injuries, when the car they were travelling in overturned after crashing onto the safety grill of the motorway near Najeemabad Bridge due to heavy fog.\nSardheri police said the car driver, Rasul Khan, died on the spot, while Usman, Asma and Shehla got serious wounds. The injured were brought to the District Headquarters Hospital, Charsadda.\n*Published in Dawn, Decembe\n", "8": "HARIPUR: Reconstruction work on GT Road through Haripur city would be completed within six months at a cost of Rs950 million, former Pakistan Muslim League-Nawaz MNA Babar Nawaz Khan claimed on Friday.\nTalking to reporters here, he said following public complaints regarding the dilapidated condition of the road, federal minister for communication Maulana Asad Mahmood had, on his request, approved the project of reconstructing a 26km stretch of the road between Jhari Kas to Shah Maqsood. He said the reconstruction would raise the existing level of the artery up to 13 centimeters in line with the national standard for highways.\nHe said the project was divided into three sections, including Jhari Kass to Panian 9.5km, 6.5km from Panian to Darwesh and 9.5km from Darwesh to Shah Maqsood. \nBabar Nawaz said the total length of the road was 26km, but he would try to ensure the reconstruction of the whole stretch of 30km within the limits of Haripur district.\nHe said work on the first section had begun, while the work order of the second section was likely to be issued within couple of days, and third section would also be approved by the federal minister within next couple of weeks. He said the work was scheduled to be completed within six months.\nThe former lawmaker said widening of Daidan Bridge on the GT Road was also included in the reconstruction work on his request. He said reconstruction of the road would help reduce travel time and control road accidents.\nA National Highway Authority team led by deputy director Ameer Khan and village council chairman Ishtiaq Haider were also present.\nPublished in Dawn, December 24th, 2022\n", "9": "SWAT: Health officials said here on Friday that about 455,659 children across the district would be vaccinated in the upcoming anti-polio campaign from January16 to 20. \nThey were speaking in a meeting held at the district administration’s office. Additional deputy commissioner Sohail Ahmad Khan, district health officer Dr Mohammad Salim Khan, Polio N-Stop officer Dr Zeeshan, assistant commissioners, officials and representatives of education, health, police and other relevant departments participated in the meeting. \nBriefing the participants, Dr Zeeshan said that about 1928 teams had been formed to administer polio drops to children below five years of age. \n“Over 424 area in-charges and 98 medical officers will lead the teams during the campaign. In addition, about 22 officers of the district administration and health department will monitor the drive as the district polio monitoring team,” he said and added that about 72 officers would monitor the drive at the tehsil level. \nDr Zeeshan said that the vaccination teams would also be present at bus stands, hospitals, BHUs, dispensaries and all the entry and exit points of the district.\nPublished in Dawn, December 24th, 2022\n", "10": "PESHAWAR: The Sikh community celebrated the 553rd birth anniversary of its religion’s founder, Baba Guru Nanak, at the Gurdwara Jogan Shah here on Friday.\nSpecial assistant to the chief minister for minority affairs Wazirzada was the chief guest on the occasion,where Awami National Party senior leader Ghulam Ahmad Bilour and members of the Sikh, Hindu and Muslim communities were in attendance. The event was held with the support of the auqaf department.\nThe organisers said the celebration of the birth anniversary of Baba Guru Nanak was meant to convey the message of peace and brotherhood to the people.\nChildren advocated religious harmony and Baba Guru Nanak’s messages for it and peace through their performances.\n\nCM’s aide says govt protecting minority rights\n\nScholars of Sikhism highlighted the teachings of their religious leader.\nThe participants vowed to propagate and follow the teachings of Baba Guru Nanak.\nMembers of the Sikh community made special food for participants and worshiped in their traditional way.\nMr Wazirzada said he would take up the issues raised by the Sikh community with authorities for necessary action.\nHe said the government was committed to performing its duty of protecting basic rights of religious minorities and providing them with necessary facilities of life.\nMr Bilour said all religions spread the message of peace and brotherhood. He said people of all religions in Peshawar enjoyed all kinds of freedom and shared joy and sorrow with each other.\nBaba Gorpal Singh, a representative of the Sikh community, said the event was meant to highlight that members of all religions enjoyed equal freedom in the country and perform their religious activities freely and fearlessly.\nHe appreciated the holding of the event and said it would show the world that both the government and people in Pakistan organised religious and cultural events for communities of all faiths.\nSahib Singh, another member of the Sikh community, said Sikhs celebrated the birthday of Baba Guru Nanak with great fervour.\nPublished in Dawn, December 24th, 2022\n", "11": "SHANGLA: The teachers hired for running evening shift in schools demonstrated in Alpuri here on Friday, demanding release of their salaries pending for the last six months.\nThe Khyber Pakhtunkhwa elementary and secondary education department had appointed the teachers under the double-shift school programme six months ago to ensure every child got education as most schools had been facing space issues and were overcrowded.\nPresident of second shift schoolteachers’ association Abdali Khan and general secretary Wajid Ali led the protest. \nThey told reporters on the occasion that teachers faced financial problems amid high inflation due to non-payment of salaries. They said the government should ensure early payment of their salaries. They also demanded payment of allowances the regular teachers of the morning classes were entitled to.\nThe teachers said if their salaries were not paid within a week they would boycott duties and come onto roads along with parents of their students.\nWhen contacted, district education officer Muzafar Syed told Dawn that the finance department had yet to release the funds for payment of salaries to teachers.\nHOSPITAL GETS EQUIPMENT: The provincial health department has provided X-Ray machines and incubators to the District Headquarters Hospital, Alpuri.\nDeputy medical superintendent Dr Sajjad Khan told journalists on Friday that the health department provided portable X-Ray machines, four incubators, two warmers, a suction machine and photography unit each.\nCHAIRLIFT: Wapda’s water level measurement centre’s chairlift got stuck with four people onboard midway over the Indus River when they were measuring water level in the river.\nRescue 1122 spokesperson Rasool Khan told Dawn that the Wapda team was on its routine duty measuring the water level in Kunshi area of Bisham on Friday when the chairlift got stuck in the middle.\nHe said the chairlift’s old rusted cable was broken due to which it got stuck with four persons onboard. However, he said a team rescued all the persons by bringing the chairlift to the riverside.\nPublished in Dawn, December 24th, 2022\n", "12": "SWABI: The local leaders of Pakistan Muslim League-Nawaz in a meeting here on Friday demanded of the federal government to announce a development package for Swabi district besides provision of natural gas connections to the residents. \nThey criticised party’s provincial chief Amir Muqam for not taking up their issues with the central leadership. \nThe issues were discussed at a meeting held in PML-N district secretariat under the chairmanship of party’s Swabi tehsil president Malik Abdul Ahad. Party’s Khyber Pakhtunkhwa additional general secretary Haji Dildar Khan, provincial vice-president Iftikhar Ahmad, district president Haji Shiraz Khan, general secretary Babar Salim and others participated in the meeting. \nThe participants noted that when the party was in opposition Mr Muqam would visit Swabi every week, but now he was ignoring the district. They demanded that natural gas connections should be provided to the consumers in the district. \nDildar Khan asked the party leadership to resolve the problems being faced by people in Swabi on priority. \nENCROACHMENTS: People here have urged the district administration to launch a campaign for removing encroachments from footpaths and other pedestrian routes in Swabi city. \nTalking to this scribe, they said the businessmen had occupied parts of footpaths on both sides of Swabi-Mardan and Swabi-Jehangira roads forcing the people to walk on the main roads while putting their lives at risk. \nA resident Ishtiaq Khan said it was the responsibility of district administration to remove encroachments and facilitate the people’s movement in the commercial area. \nDROWNED: One Rozam Khan of Maneri Payyan drowned in Pehur High Level Canal when he slipped into it while performing ablution on Friday, said rescue officials. His body was later recovered from the canal by a rescue team and shifted to the district headquarters hospital.\nPublished in Dawn, December 24th, 2022\n", "13": "DERA ISMAIL KHAN: A community centre has been inaugurated in Haq Nawaz Park here for artists, writers and poets belonging to the district. \nProvincial Minister for Local Government and Rural Development Faisal Amin Gandapur and Dera tehsil city mayor Umar Amin Gandapur were present at the inauguration ceremony. \nJournalists Abul Muazzam Turabi and Gulzar Ahmed cut the ribbon and inaugurated the centre. \nSpeaking on the occasion, the city mayor said that the Derajat Community Centre was established for the people who loved art, literature and poetry. Umar Amin said that the centre also had a library and reading room for the visitors. \nProvincial minister Faisal Amin said on the occasion that establishment of the community centre would help ensure preservation and promotion of local culture. He said that Rs20 billion would be spent on renovation and development projects in Dera city. \nSpeaking on the occasion, deputy commissioner Nasrullah Khan said that education of children should be ensured as progress and development was not possible without it. \nProgressive Writers Association, DI Khan, president Irshad Hussain Bukhari and general secretary Ehsan Baloch urged the minister and city mayor to organise a literary conference and mushaira under Derajat Festival. \nPublished in Dawn, December 24th, 2022\n", "14": "LOWER DIR: MPA Dr Sumera Shams from Lower Dir, who also leads the Parliamentary Women Caucus in Khyber Pakhtunkhwa, has said that the provincial government has established a number of Darul Aman shelters to provide better facilities to the oppressed and destitute women in the province. \nTalking to mediapersons during her visit to the newly-established Darul Aman in Timergara here the other day, the lawmaker said that earlier the destitute women from all over Malakand division were kept in the Swat Darul Aman. \nShe said the oppressed women in the far-off districts faced many problems. She said that Darul Aman setups in Lower Dir, Mardan, Buner, Kohat and Chitral had been made functional while the establishment of such shelter houses in Shangla and Buner were in progress. \nShe said Chief Minister Mahmood Khan supported her in the establishment of Darul Aman here to provide relief to the women and other vulnerable communities. \nMeanwhile, additional deputy commissioner Jan Mohammad visited Darul Aman in Timergara along with officials of the social welfare department and reviewed arrangements there regarding food and safety of women. \nQUALITY EDUCATION: Speakers at a parents’ day function here on Friday asked the teachers and parents to work collectively for imparting quality education to the children. \nLower Dir district education officer Mohammad Amin, Maidan sub-divisional education officer Fayyazuddin and school principal Salahuddin spoke at the function arranged in Government High School, Chinar Kot, in Maidan area. \nThey said that the education department could not impart quality education to children without the support of parents. They asked the students to develop book reading habit as it guaranteed their bright future. \nThe DEO promised to provide adequate funds for repair and renovation of classrooms in the school. Appreciation certificates were also distributed among the position-holder students of the school.\nPublished in Dawn, December 24th, 2022\n", "15": "MANSEHRA: The police have arrested a van conductor for killing his driver in Kiar Bai area of Oghi a few days ago, suspecting him to have relations with his wife.\n“This was a blind murder case, but we investigated it on modern lines and arrested the killer,” Javed Khan, deputy superintendent of Oghi police circle, told a presser on Friday.\nFlanked by SHO Oghi Gul Nawaz Khan, he said body of the slain was found some three days ago with a pistol lying beside it.\nJaved Khan said the accused confessed to the killing.\nPublished in Dawn, December 24th, 2022\n", "16": "\n\nStudents attend a class under the open sky. — Dawn\n\n \nBAJAUR: The area elders and students of government primary school for boys in Damadola village of Mamund tehsil here on Friday demanded the Khyber Pakhtunkhwa government to provide furniture and other basic facilities to them as they had to sit on ground to attend classes in harsh winter conditions. \nDuring a visit to the area, this correspondent noted that the students were sitting on ground as the school lacked furniture or mats for them. The school was established about two decades ago and currently over 400 students are enrolled there. \nTalking to this scribe, a group of students said that they had no other option, but to sit on the ground to attend classes. They said that their parents and area elders had raised the issue of lack of furniture and other facilities with senior officials of the local education department, but to no avail. \nThey recalled that a visiting team of senior officials in November last had promised to resolve the issues in a few weeks, but failed to keep their words. \nThey demanded the provincial education department and district administration and local lawmakers to ensure provision of furniture and other missing facilities in the school without delay. \nWhen contacted, an official of the local education department admitted that government primary school, Damadola, was without basic facilities, forcing hundreds of it students to sit on ground in harsh weather conditions. \nHe, however, said that efforts were under way to provide furniture and other facilities to the school as soon as possible. He also admitted that there were scores of other schools facing similar issues since long.\nPublished in Dawn, December 24th, 2022\n"}, "Link": {"0": "https://www.dawn.com/news/1727967/kp-assembly-deputy-speaker-escapes-attack-in-peshawar", "1": "https://www.dawn.com/news/1727966/waziristan-lakki-and-bannu-trouble-spots-police", "2": "https://www.dawn.com/news/1727965/quaid-day-cycle-race-to-be-held-tomorrow", "3": "https://www.dawn.com/news/1727964/confusion-prevails-over-winter-break", "4": "https://www.dawn.com/news/1727963/kohat-jail-security-beefed-up", "5": "https://www.dawn.com/news/1727962/insaf-rozgar-schemes-second-phase-launched", "6": "https://www.dawn.com/news/1727961/lawyer-among-seven-acquitted-in-judge-family-murder-case", "7": "https://www.dawn.com/news/1727960/man-sentenced-to-death-for-killing-transgender-person-in-charsadda", "8": "https://www.dawn.com/news/1727959/reconstruction-of-gt-road-in-haripur-begins", "9": "https://www.dawn.com/news/1727958/meeting-reviews-arrangements-for-polio-campaign", "10": "https://www.dawn.com/news/1727957/baba-guru-nanaks-birthday-celebrated", "11": "https://www.dawn.com/news/1727956/teachers-protest-non-payment-of-salary", "12": "https://www.dawn.com/news/1727955/uplift-package-sought-for-swabi", "13": "https://www.dawn.com/news/1727954/community-centre-opens-in-di-khan", "14": "https://www.dawn.com/news/1727953/govt-providing-facilities-to-destitute-women-lawmaker", "15": "https://www.dawn.com/news/1727951/van-conductor-held-for-killing-his-driver", "16": "https://www.dawn.com/news/1727950/damadola-school-lacks-furniture"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar", "15": "peshawar", "16": "peshawar"}}