{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar"}, "Header": {"0": "Swabi patwari derpived of Rs3m cash, gold jewellery", "1": "PHC seeks regulator’s explanation  on gas outages, low pressure", "2": "18 injured as truck collides with coach in Dera", "3": "Kohat churches to be given foolproof security on Christmas", "4": "Local bodies representatives allege discrimination by KP govt", "5": "Training of officials for census begins in Swat", "6": "Man shot dead in Abbottabad", "7": "Villager kills wife in Haripur", "8": "Withdrawal of hike in  real estate transaction tax demanded", "9": "Bajaur teachers seek payment of withheld salaries", "10": "‘Subsidised flour supply to people being ensured’", "11": "Three companies get zone enterprise status", "12": "Dir uplift projects to be completed soon: official"}, "Summary": {"0": "SWABI: Robbers clad in police uniform looted Rs3 million cash, gold jewellery and other valuables from the house of ...", "1": "The petitioner has challenged poor gas supply to domestic consumers in the province.", "2": "Rescue 1122 official says four of those injured are in critical condition.", "3": "KOHAT: A contingency plan has been devised for the protection of churches on Christmas.\n\nDSP Sadaat Khan told a...", "4": "Charsadda councillors also show concern at non-release of funds.", "5": "SWAT: The officials of education department and National Database and Registration Authority are being trained by...", "6": "ABBOTTABAD: A man was shot dead and two others were injured over a petty dispute in Thanda Mera area here on ...", "7": "HARIPUR: A man allegedly shot dead his wife over unknown reasons here, Ghazi police said on Tuesday.\n\nThe police...", "8": "Mansehra residents claim sale of property has plunged", "9": "BAJAUR: Teachers appointed through Parent-Teacher Councils (PTCs) on Tuesday expressed concern about non-payment of...", "10": "SWABI: Food director Rehan Gul Khattak has said that the provincial government has been utilising all its resources...", "11": "PESHAWAR: In a landmark achievement of the Khyber Pakhtunkhwa Economic Zones Development and Management Company...", "12": "LOWER DIR: Deputy commissioner Zubair Khan Niazi has said that the ongoing development projects in the district will..."}, "Detail": {"0": "SWABI: Robbers clad in police uniform looted Rs3 million cash, gold jewellery and other valuables from the house of a revenue department official after taking his family members hostage in the early hours of Tuesday, said the police. \nPatwari Imran Khan told the police that about 10 to 12 robbers with some wearing police uniform scaled the boundary wall of his house located in Ismaila village at about 2.30am and took the family members hostage. \nHe said robbers decamped with over Rs3 million cash, 20 tola gold jewellery, two Kalashnikovs, mobile phones, a pistol and other valuables. He told the police that the robbers left the house after locking the family in a room.\nIt was the third major robbery in the district within two weeks. \nEarlier, the house of the district bar association general secretary was looted by robbers, also clad in police uniform, on Dec 8. A petrol pump owner was deprived of Rs18.5 million the other day.\nMeanwhile, revenue department \nofficials, at an emergency meeting held in Razaar Tehsil Complex, condemned the incident and demanded of the police to provide protection to the life and property of people.\nThey also announced to observe a complete boycott of their duties across the district for four days to protest the robbery.\nMeanwhile, the Kalu Khan police station registered FIR against unidentified robbers. \nAlso in the day, the Chota Lahor police recovered the body of an unidentified girl.\nOfficials said the girl was killed before being thrown in the fields. They said police were informed by the locals about the body lying in fields.\nPublished in Dawn, December 21st, 2022\n", "1": "PESHAWAR: The Peshawar High Court on Tuesday issued a notice to the Oil and Gas Regulatory Authority seeking its explanation on the frequent outages and low pressure of the natural gas supplied to domestic consumers in the province.\nA bench consisting of Chief Justice Qaiser Rashid Khan and Justice Ijaz Anwar directed the Ogra chairman to respond to the points raised by a petition on the matter on Jan 24 and adjourned the hearing until then.\n\nLawyer has challenged poor gas supply to domestic consumers in province\n\nThe petition is filed by advocate Abbas Khan Sangeen, who requested the court to declare gas loadshedding and low pressure unconstitutional and illegal.\nThe petitioner contended that the Sui Northern Gas Pipelines Limited (SNGPL) violated Article 158 of the Constitution and a high court judgement by resorting to outages and low pressure of the natural gas.\nHe said that Article 158 of the Constitution declared that the province with a wellhead of natural gas should have precedence over other parts of the country for meeting its needs from that facility.\nMr Abbas said that in 2011, a high court bench had ordered the uninterrupted supply of natural gas to the areas producing it.\nThe respondents in the petition are the federal government through the energy secretary, the provincial government through the chief secretary, Ogra chairman, secretaries of the inter-provincial coordination and natural resources ministries, and the SNGPL general manager in Peshawar.\nSNGPL general manager Taj Ali Khan also turned up in the court and said that the supply of natural gas to the province was far better compared with rest of the country.\nHe rejected the petitioner’s claim about the massive loadshedding and low pressure of the natural gas in the province and insisted that domestic gas consumers were their priority regarding gas supply.\nMr Khan said that there was a wide gas supply-demand gap across the country, but the SNGPL was still trying its level best to provide the gas to domestic consumers.\nThe chief justice observed that the court had reports suggesting that in certain areas, children went to school without eating breakfast due to the suspension of gas supply.\nThe petitioner said KP had been producing natural gas more than the need of its domestic and commercial consumers, but that aspect wasn’t considered by the respondents, including the SNGPL and Ogra, so the residents suffered from the continuous gas outages and low pressure.\nHe pointed out that the respondents, including the petroleum secretary and SNGPL general manager, had admitted in their respective comments that the overall consumption of natural gas by the people in KP in the winter season was around 350MMCFD, whereas the production in the province was 400-405 MMCFD showing that the production was in excess of its consumption.\nThe petitioner also said that gas supply to CNG stations had been drastically reduced troubling the people, while it was suspended on different days of the week.\nHe said that when there was a shortage of natural gas, then why authorities had allowing the establishment of CNG stations in the close vicinity to the existing ones.\nThe petroleum secretary and SNGPL general manager insisted in their respective response to the petition contended that the petition was not maintainable, so it should be dismissed.\nThe secretary said that the demand for gas in the country was in excess of the local supply and the federal government was making all-out efforts to meet the nationwide demand.\nHe added that the federal government, to manage gas allocation and load management, had approved the Natural Gas Allocation and Management Policy, 2005, which declared gas supply to domestic consumers a top priority.\nPublished in Dawn, December 21st, 2022\n", "2": "DERA ISMAIL KHAN: Eighteen persons, four women among them, were injured when a truck collided with a passenger coach due to foggy conditions near Yarik toll plaza here, rescue officials said on Tuesday.\nRescue 1122 media coordinator Aizaz Mahmood told Dawn that the coach was coming from Lakki Marwat. He said four of the injured were stated to be in critical condition.\nA rescue team reached the spot soon after receiving information about the accident and provided first aid to the injured, and later shifted them to a hospital.\nMeanwhile, robbers took away five tola gold and Rs55,000 cash from a house in Thoya Siyal area in the limits of the Cantonment police station.\nA police official said unknown robbers entered the house of Mohammad Munir, a technician at a local sugar mills, and decamped with five tola gold and Rs55,000.\nThe family members were not present at the house when the robbers struck.\nThe police registered a report of the incident and started further investigations.\nPublished in Dawn, December 21st, 2022\n", "3": "KOHAT: A contingency plan has been devised for the protection of churches on Christmas.\nDSP Sadaat Khan told a meeting of priests and elders on Tuesday that a three-layered security would be provided to the churches to ensure smooth holding of the Christmas-related functions.\nPROTEST: Residents of Jawaki Banda area on Tuesday blocked the busy Hangu-Parachinar Road in Muhammadzai to demand the early arrest of attackers, who killed a person and injured two others.\nThe road blockage troubled the commuters as long queues of vehicles were formed on both sides of the artery.\nThe protesters dispersed after two hours when they were assured by the police that the attackers would be arrested soon. \nDSP Sadaat Khan met the protesters and informed them that one of the accused, namely Majid, had obtained bail before arrest, while the police were conducting raids for arrest of the others. \nBAN: The police have banned vehicles with tinted glass and display of licensed weapons keeping in view the terror threat.\nAccording to a statement issued on Tuesday, district police officer Abdur Rauf Qaisrani has ordered deployment of personnel of Quick Response, Rapid Response and Elite Force at all the entry and exit points of the district for carrying out snap checking. Meanwhile, the police arrested four proclaimed offenders, their five facilitators and three drug peddlers during an operation.\nThe police also recovered three 12-bore repeaters, three Kalashnikovs, a kalakov, 15 pistols, and nine kilogrammes of hashish from them.\nSeparately, a jirga of elders and residents of Razgir Banda area has denounced the construction of barricades on a canal by a local cement company, preventing farmers from watering their fields.\nSpeaking at the jirga held here on Tuesday, Malik Gul Zaman, a local elder, also complained that the cement company was occupying their lands.\nPublished in Dawn, December 21st, 2022\n", "4": "SWABI/CHARSADDA: The chairmen of Razaar, Topi and Chota Lahor tehsil councils belonging to Awami National Party, Pakistan Muslim League-Nawaz and Jamiat Ulema-i-Islam-Fazl led a protest demonstration in Swabi and members of Charsadda tehsil council held a rally to press the provincial government to release development funds to them. \nIn Swabi, the demonstration was staged outside the deputy commissioner’s office. The chairmen backed by various local government representatives said that the Pakistan Tehreek-i-Insaf’s provincial government should stop discrimination against the elected leaders of the opposition parties and release funds to them.\nThey protesters from the three tehsils blocked the Swabi-Topi road to traffic in front of the DC office in Swabi district headquarters. \n\nCharsadda councillors also show concern at non-release of funds\n\nThe village and neighbourhood councils’ chairmen and councillors participated in the demonstration and raised slogans against the KP government. \nThey regretted that the local governments had completed a year, but neither powers nor development funds had been given to them. \nANP’s Razaar tehsil chairman Ghulam Ahmad Haqqani said that by not issuing funds the KP government wanted to take revenge for the PTI’s failure in the local body elections. \nChota Lahor tehsil chairman Mohammad Adil and Topi tehsil chairman Rahim Jadoon said the provincial government was doing injustice to the people by not giving funds to the local body representatives. \nMohammad Qaiser Shah, a member of Swabi tehsil council, said the PTI government was making a mockery of the public mandate by not giving funds and powers to them. \nIn Charsadda, the tehsil council members took out a protest rally on Tuesday against the denial of powers and funds to the local governments in the province. \nEarlier, a meeting of the council was held to review the situation one year after the inception of local governments here. \nAddressing the council meeting, tehsil chairman Mufti Abdul Rauf Shakir said the delay in the transfer of powers to the local governments had adversely affected the development projects at the local level. \nHe said that not giving authority to the elected representatives had been delaying resolution of people’s problems at the grassroots level.\nPublished in Dawn, December 21st, 2022\n", "5": "SWAT: The officials of education department and National Database and Registration Authority are being trained by Pakistan Bureau of Statistics for the seventh census in the country.\nTalking to journalist on the first day of the five-day training of master trainers in Malakand division, PBS divisional coordinator Shaukat Ali Khan said that the training was being conducted at three different places in Swat district. Officials of education department and Nadra from nine districts of Malakand division are attending the training.\nShaukat Ali said that PBS would conduct the seventh census with the support of provincial governments across the country. The Council of Common Interest approved census in March 2022.\n“It will be the country’s first digital census for which modern technology will be used to count each person through tablets and geo-tagging buildings. Digital maps will be used for this purpose,” he said. He added that the latest available technology would be used to ensure the accuracy of data and results.\nShaukat Ali said that initially officials of education department and Nadra from all the districts would be trained as master trainers. He said that the master trainers would later train enumerators and supervisors in their respective tehsils. This phase will start on January 7 and continue till January 21.\n“Through a system, every citizen of Pakistan with mobile and internet facilities can participate in self-enumeration. In the system, every individual and head of household will fill out the census questionnaire electronically, which will be further verified by the relevant census staff on the spot,” he said.\nShaukat Ali said that PBS also created a dashboard through which the assistant commissioners of the respective tehsils could do real-time supervision of the census from their offices.\nPublished in Dawn, December 21st, 2022\n", "6": "ABBOTTABAD: A man was shot dead and two others were injured over a petty dispute in Thanda Mera area here on Tuesday. \nAccording to police, a minor issue started between local people and all of a sudden one person started firing on his opponents, resulting in instant death of Khalid Mehmood. \nTwo other persons Akhtar Mehmood and Akhtar also received bullet injuries. They were taken to the Ayub Medical Complex by the police and Rescue 1122. \nThe city police station registered a case under section 324/302 and have started search for the nominated suspect Rafaqat.\nPublished in Dawn, December 21st, 2022\n", "7": "HARIPUR: A man allegedly shot dead his wife over unknown reasons here, Ghazi police said on Tuesday.\nThe police quoted Umar Farooq, a resident of Eesa Model village, as saying that his sister, 34, was serving as an account officer at a foreign consultant company of Tarbela Dam’s 5th extension project.\nHe said she was married to Ishtiaq Khan of Mardan, an engineer with a private cellular company in Islamabad, about 10 years ago.\nThe complainant said his sister visited their mother in Islamabad on Monday, where she was staying with their maternal uncle for treatment purposes. He said Ishtiaq also reached there and had an exchange of harsh words with his wife.\nHe said his sister left for her residence in Eesa Model village here, and when she was about to enter her home at around 10.15pm her husband accompanied by his unknown driver also reached there and opened fire at her with a pistol. \nThe complainant said the woman died instantly. \nThe police shifted the body to the Ghazi Tehsil Headquarters Hospital for autopsy.\nPublished in Dawn, December 21st, 2022\n", "8": "MANSEHRA: The people of Mansehra and Oghi tehsils have demanded an immediate withdrawal of the recent hike in tax on real estate transactions.\nFormer district councillor Nawaz Khan told reporters in Dodial area here on Tuesday that the Federal Board of Revenue imposed 11 per cent tax on the sale and purchase of the land and property four months ago causing the commutation rate in the district to decline by over 80 per cent.\nHe insisted that offices of the revenue department and patwaris literally wore a deserted look as no property deals were taking place.\nMr Khan said land and property owners and buyers used to pay four per cent tax but the imposition of 11 per cent tax by the federal government on those transactions went up to 15 per cent.\n\nMansehra residents claim sale of property has plunged\n\nHe said the federal government’s move was meant to generate revenue from Khyber Pakhtunkhwa but it would prove counterproductive for both the centre and province.\nOghi resident Sarfraz Khan demanded of the federal government to withdraw that tax.\nHe said the people were badly hit by the escalating inflation, so they couldn’t purchase land to build houses after the imposition of property taxation.\nGRANITE SEIZED: The department of minerals developmenton Tuesday seized two trucks with a large quantity of granite illegally dug here.\nMinerals development inspector Babar Khan Jadoon told reporters here that the illegal granite was being smuggled to Punjab on fake documents.\nHe said smugglers Mohammad Aqib and Mohammad Sajawal were taken into custody and shifted to the city police station.\nMr Jadoon said two others were also booked for granite smuggling and search for them had been launched.\nHe said his department was ensuring by all means that only leased owners transported mineral excavated in the district to industrial areas or other parts of the province and country.\nMeanwhile, the people of Oghi tehsil demanded of the administration to ensure the construction of parking spaces in markets and commercial plazas.\nThey told reporters that the tehsil municipal administration had approved markets and plazas after the clearance of parking lots in maps and drawings, but almost all such commercial buildings were without parking spaces.\nThe residents said traffic mess was often reported in the city and its suburbs as all commercial plazas and markets didn’t have parking lots, so shoppers and shopkeepers parked vehicles alongside the roads.\nPublished in Dawn, December 21st, 2022\n", "9": "BAJAUR: Teachers appointed through Parent-Teacher Councils (PTCs) on Tuesday expressed concern about non-payment of salaries for the last nine months, and warned to launch a protest movement if their dues were not cleared till Friday.\nThey issued the warning during a meeting held at the Civil Colony in Khar. They said over 300 teachers were appointed to several government schools in the Bajaur district to meet shortage of teachers in the educational institutions.\nThe participants said the education department had promised timely payment of salaries to the teachers appointed through PTCs like regular teachers, but to no avail.\nThey said several schools, which were facing shortage of teachers, had become fully functional after the appointment of PTC-nominated teachers. They said a majority of such teachers had not been paid salaries since their appointment.\nThey lamented that provincial minister Anwarzeb Khan had promised taking up the non-payment of salaries with the quarters concerned, but to no avail.\nThe participants asked the provincial government to order release of their salaries without delay.\nINJURED: Twelve people, six women and two children among them, were injured when a truck hit two vehicles in Nawagai tehsil on Tuesday.\nRescue 1122 officials and local residents said the accident occurred in Malkana locality when a loaded truck hit a pick-up van and a car coming from the opposite direction. They said the injured were shifted to a hospital. \nTHREE HELD: The police arrested a three-member gang involved in motorcycle lifting and mobile phone snatching and recovered two motorcycles, mobile phones and a pistol from their possession.\nThe arrests were made in Sara Mena area of Khar tehsil, according to a statement issued the other day.\nIt identified the arrested men as Siraj Khan, Noor Dad Khan and Shahidullah.\nAlso in the day, the police arrested a drug pusher, namely Shair Rahman of Utmankhel tehsil, and recovered 210 grams charas from him.\nPublished in Dawn, December 21st, 2022\n", "10": "SWABI: Food director Rehan Gul Khattak has said that the provincial government has been utilising all its resources to ensure availability of quality wheat flour to the people on subsidised rates. \nHe was talking to mediapersons during a visit to the flour mills and dealers’ outlets in different areas of Swabi district to check the availability and distribution of flour. \nThe visit was conducted on the directives of provincial food minister Atif Khan and food secretary Mushtaq Ahmed to check the supply and demand of the staple commodity in the district. \nThe food director checked the quality of locally-produced wheat and the grain supplied from other areas available in different warehouses and mills. Besides, he reviewed the grinding process, distribution of subsidised flour to the dealers and sales record at the mills gate. \nMr Khattak also visited Joro Flour Mills and Swabi Flour and General Mills located in Jahangira and Kunda areas and flour dealers’ outlets in Chota Lahor tehsil. \nOn this occasion, he said that the government had accelerated efforts to provide relief to the people of the province. He said that 7,500 bags of 20kg flour were being distributed at subsidised rates on a daily basis. Besides, he said the food department had recently increased the daily quota of subsidised wheat.\nPublished in Dawn, December 21st, 2022\n", "11": "PESHAWAR: In a landmark achievement of the Khyber Pakhtunkhwa Economic Zones Development and Management Company (KP-EZDMC), the 5th Rashakai SEZ committee awarded the status of zone enterprise to three companies, who are now recipients of industrial plots in Rashakai Special Economic Zone (SEZ). \nAn official of the company said here on Tuesday that a collective investment of Rs1.2 billion and employment generation of over 500 was expected from these companies. \nThese three enterprises include G&S Medcure (private) Limited, which will cater to the diverse market of Pakistan providing healthcare products; Globe Park Metals (private) Limited with a background as a trader in long steel, smart phones, and ferrous and non-ferrous scrap in the UK, UAE, and Pakistan; and Haris Mahmood (private) Limited with an aim to export food items, raw cotton, etc. \nThe SEZ committee has so far approved 18 enterprises, leasing out 68 acres with an investment figure of Rs79.2 billion. \nThe swift approval mechanism and implementation by the federal and provincial governments make Rashakai SEZ the premier CPEC industrial project in Pakistan. \nThe zone will invigorate industrial activities and uplift the region’s economy. The teamwork by the federal and provincial government departments, particularly the efforts of EZDMC and KP-BOIT, are helping in removing hurdles to industrialisation.\nPublished in Dawn, December 21st, 2022\n", "12": "LOWER DIR: Deputy commissioner Zubair Khan Niazi has said that the ongoing development projects in the district will be completed soon as the administration is committed to providing relief to the local people. \nHe was briefing mediapersons in his office about the ongoing projects and anti-encroachment drive here on Tuesday. \nThe deputy commissioner said that the ongoing projects, including one each public park in Chakdara, Asbanr and Timergara, Chakdara sports ground, maintenance and repair of Timergara Jail-Timer Chowk road, pavement of Timergara model streets and Shaheed Chowk flyover, would be completed soon. \nAbout the ongoing anti-encroachment drive in parts of the district, he said the administration had razed illegal structures on the court orders. He said a campaign to remove encroachments from the bank of Panjkora River was in progress. \nThe DC said the administration had so far demolished a total of 257 shops, 2 plazas, one hotel and several kiosks built on the water courses. He said that speedy work on the government beautification project was in progress. \nAdditional deputy commissioner (finance and planning) Jan Mohammad, local government assistant director Nizam Durrani, SDO irrigation department Tayyab Syed and other officials were also present on this occasion. \nLAW AND ORDER: Awami National Party’s central spokesman Zahid Khan on Tuesday condemned the siege of the Bannu CTD office and said the province was on fire again. \nTalking to mediapersons at his residence in Odigram here, the ANP spokesman said the law and order situation in Khyber Pakhtunkhwa was deteriorating day by day while Chief Minister Mahmood Khan had become the guard of Imran Khan at Zaman Park, Lahore. \nHe said the leadership of Pakistan Democratic Movement should take practical steps to overcome price hike. \nZahid Khan said ANP was not the part of PDM, but it was only supporting the government at the centre.\nPublished in Dawn, December 21st, 2022\n"}, "Link": {"0": "https://www.dawn.com/news/1727451/swabi-patwari-derpived-of-rs3m-cash-gold-jewellery", "1": "https://www.dawn.com/news/1727450/phc-seeks-regulators-explanation-on-gas-outages-low-pressure", "2": "https://www.dawn.com/news/1727449/18-injured-as-truck-collides-with-coach-in-dera", "3": "https://www.dawn.com/news/1727448/kohat-churches-to-be-given-foolproof-security-on-christmas", "4": "https://www.dawn.com/news/1727447/local-bodies-representatives-allege-discrimination-by-kp-govt", "5": "https://www.dawn.com/news/1727446/training-of-officials-for-census-begins-in-swat", "6": "https://www.dawn.com/news/1727445/man-shot-dead-in-abbottabad", "7": "https://www.dawn.com/news/1727444/villager-kills-wife-in-haripur", "8": "https://www.dawn.com/news/1727443/withdrawal-of-hike-in-real-estate-transaction-tax-demanded", "9": "https://www.dawn.com/news/1727442/bajaur-teachers-seek-payment-of-withheld-salaries", "10": "https://www.dawn.com/news/1727441/subsidised-flour-supply-to-people-being-ensured", "11": "https://www.dawn.com/news/1727440/three-companies-get-zone-enterprise-status", "12": "https://www.dawn.com/news/1727439/dir-uplift-projects-to-be-completed-soon-official"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar"}}