{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar"}, "Header": {"0": "Housing societies eating up agricutlural land in Kohat", "1": "Policeman survives attack in Lakki", "2": "Pipeline fire disrupts gas supply to parts of Peshawar", "3": "Two bodies found in S. Waziristan", "4": "No one hurt as militants attack police van, APC in Dera", "5": "Members annoyed at absence of officials from Alpuri council meetings", "6": "Elder shot dead in Charsadda", "7": "Youth urged to follow Quaid’s principles to meet challenges", "8": "Govt announces weeklong winter vacation for summer zone", "9": "Call for including Gujri language in school syllabus", "10": "Khar residents protest power suspension", "11": "Swat schoolchildren show taekwondo skills", "12": "Man acquitted in drug, fake currency case", "13": "Hospital employees asked to get fully vaccinated against Covid"}, "Summary": {"0": "KOHAT: Thousands of acres of agricultural land have been used up by housing societies since the influx of Afghans in...", "1": "LAKKI MARWAT: A counter-terrorism department (CTD) constable survived an armed attack in Bachkan Ahmadzai village of...", "2": "SNGPL insists drilling by cable operators caused gas leak.", "3": "SOUTH WAZIRISTAN: Local residents recovered two bodies some 20 kilometres from Wana near the Pak-Afghan border here...", "4": "Police plan to launch a search and strike operation in Dera Ismail Khan following the recent wave of militancy.", "5": "SHANGLA: Members of the opposition parties in the Alpuri tehsil council walked out of the session on Saturday,...", "6": "CHARSADDA: A local elder was killed and three others were injured when unidentified attackers opened firing on a car...", "7": "Scholars, writers celebrate Jinnah’s birthday", "8": "PESHAWAR: The Khyber Pakhtunkhwa government on Saturday announced weeklong winter vacation in the summer zone of the...", "9": "LOWER DIR: PM’s special assistant Sardar Shahjehan Yousaf has said that the history of Gujjar tribe is full of...", "10": "BAJAUR: The residents of Yousafabad town of Khar tehsil here on Saturday blocked the main Khar-Mardan road to ...", "11": "SWAT: Children displayed martial arts skills, including taekwondo, during a competition held in a private school in...", "12": "PESHAWAR: A local court has acquitted a man on the charge of possessing the ice drug and counterfeit currency ...", "13": "Directions come from health dept after rising virus cases in country."}, "Detail": {"0": "KOHAT: Thousands of acres of agricultural land have been used up by housing societies since the influx of Afghans in 1981, leaving little to grow vegetables and grains.\nPresident of property dealers’ association, Kamran Shah, told Dawn on contact that there were only two dozen housing societies in 2000, but now their number had increased to 160 registered, and still many unregistered.\nHe said rapid growth of housing societies had eaten up agricultural land used for growing vegetables, wheat, maize, and fruit on Rawalpindi, Bannu, and Hangu roads.\nHe said about 32,000 kanals of fertile land in Jarma on Bannu Road had been occupied by the internally displaced people from Orakzai, Kurram, Darra Adamkhel, Waziristan, Swat and Bajaur.\nPresident of Kohat Chamber of Commerce and Industry Haji Rasheed Paracha expressed concern over investment of ‘drug money’ in housing societies.\nHe deplored that despite merger of former tribal areas with Khyber Pakhtunkhwa, tribesmen were still growing hemp and opium in their own areas and invested the proceeds from sale of drugs to buy land and shops in Kohat.\nHe claimed that the Afghans were free to buy land in Kohat. He called for imposing ban on land purchase by Afghans.\nHe said Dhodha area, which previously fulfilled the requirements of vegetables of the city residents, was turned into a residential area after the construction of a cadet college there. Similarly, he said Mir Ahmedkhel area, which was famous for growing cabbage, carrots, guava and wheat, had been turned into a housing society.\nHe said cost of land in Kohat had increased from a few thousands rupees per marla to more than a million.\nPublished in Dawn, December 25th, 2022\n", "1": "LAKKI MARWAT: A counter-terrorism department (CTD) constable survived an armed attack in Bachkan Ahmadzai village of Lakki Marwat, said a police official on Saturday. \nThe official said that CTD constable Samiullah was going to a football ground in the village when armed men opened fire on him. He said that the constable remained unhurt and later armed villagers formed a ‘lashkar’ and chased the attackers. \n“A large contingent of police also reached the place and joined the villagers to hunt down the miscreants, but they escaped,” he said. \nMeanwhile, Lakki Marwat district police officer Ziauddin Ahmed visited a police station in Bargai area bordering Bitani and Wazir subdivisions on Saturday. SP investigation Murad Khan accompanied him. \nThe police station had come under a midnight attack by terrorists last Sunday where four policemen were martyred. The martyred cops along with their colleagues had foiled the assailants’ bid to breach the police station. \nMr Ahmed checked the security arrangements in and around the police station, met the policemen deployed there and issued fresh security guidelines for them. \n“In the prevailing law and order situation the cops should ensure strict vigilance on the movement of suspects,” he said. \nThe district police officer asked the policemen to wear bulletproof jackets and helmets for their own safety and perform their professional duties with commitment.\nPublished in Dawn, December 25th, 2022\n", "2": "\n\nRescue workers try to put out the blaze at gas pipeline in Chamkani area along GT Road in Peshawar on Saturday. — White Star\n\n \nPESHAWAR: The supply of natural gas to many parts of the provincial capital remained suspended for several hours on Saturday after a massive fire broke out in the main pipeline.\nThe gas utility, SNGPL, restored the supply to the relief of the residents amid the chilly winter.\nThe fire incident also disrupted gas supply to CNG filling stations forcing transport drivers to stay off the roads.\nThe police and Rescue 1122 insisted that the main gas pipeline in the Chamkani area caught fire at around 8:45am.\n“It was a massive fire. Our firefighters tried to douse the flames for around four hours but they were controlled only after the main pipeline valve was turned off by the SNGPL,” an official of Rescue 1122 told Dawn.\n\nSNGPL insists drilling by cable operators caused gas leak\n\nHe said the incident was caused by a wildfire in bushes along the main pipeline.\nOfficials of the Chamkani police station expressed ignorance about the cause of the fire and said they hadn’t registered a case about the incident.\nOfficials of the SNGPL said the fire was caused by a gas leak after unidentified cable operators drilled a hole in the main pipeline.\nThey said the supply of natural gas to various localities was stopped due to repair of the pipeline along the GT Road near the Chamkani Flyover after the fire incident.\nThe areas included the Tarnab-Hashtnagri section of the GT Road, Old City, Ring Road, and Peshawar cantonment’s localities, including Governor’s House, Chief Minister’s House, Saddar, Shami Road, Dalzak Road and Charsadda Road.\nThe SNGPL officials claimed speedy work on the pipeline and said the gas utility had directed consumers not to use gas appliances as a precautionary measure against any damage to their life and property during the repairs.\nThey said staff of the engineering section reached the area shortly after learning about the gas leak and the fire and turned the main valve off for welders to repair the pipeline.\nThe fire incident also led to the suspension of gas supply to CNG stations disrupting the sale to drivers, including transporters.\nUrban Transport Union president Khan Zaman Afridi told Dawn that most transporters opted to stay off the roads during the closure of CNG stations.\nHe, however, said the drivers, who used petrol, didn’t charge commuters any extra amount.\nMr Afridi said the transporters would increase fares if the gas supply to CNG stations wasn’t restored today (Sunday).\nSaleem Khan, a resident of Gulshan Colony, said he learned about disruption of gas supply only waking up in the morning and awaited its resumption for long hours.\nHe said his area had no gas supply, so the residents struggled to make breakfast and lunch at home.\nThe resident demanded of authorities to ensure smooth gas supply to the population during the winter season saying children and elderly people suffered the most due to supply outages coupled with harsh weather.\nPublished in Dawn, December 25th, 2022\n", "3": "SOUTH WAZIRISTAN: Local residents recovered two bodies some 20 kilometres from Wana near the Pak-Afghan border here on Saturday, the police said.\nThey said the deceased were identified as cousins Akhtar Jan and Qamar Zaman, adding they had been missing for last three days.\n“The bodies riddled with bullets were found in a mountain stream early Saturday morning near Pak-Afghan border,” a local police official informed Dawn on phone, saying the incident was being investigated.\n“This is too early to hold someone responsible for the killings, but the case is being investigated,” the officer said while requesting anonymity.\nLocals said that a similar incident had taken place a few days ago when a body was recovered from the same area.\nPublished in Dawn, December 25th, 2022\n", "4": "DERA ISMAIL KHAN: Militants attacked a mobile van of the Kulachi police station with sophisticated weapons and attempted to blow up an armoured personnel carrier (APC) of the police with an improvised explosive device in separate incidents here on Saturday.\nDistrict police spokesman Syed Zulqarnain Shah Bukhari told Dawn that some militants attacked the mobile van of Kulachi police with weapons on Saturday morning. \nHe said the police promptly retaliated to the attack forcing the attackers to escape the area.\nSeparately, he said militants had also planted an improvised explosive device in Lone area to target an APC passing through the area. \nHe said a blast occurred when the APC reached the spot, adding the militants also opened fire on the vehicle. However, he said the police returned the fire, forcing the attackers to flee.\nMeanwhile, the police plan to launch a search and strike operation in Dera Ismail Khan following the recent wave of militancy.\nPolice sources told Dawn on Saturday that snap checking of people and vehicles also continued throughout the night.\nThe sources said the operation would be launched in areas, where suspected elements were hiding with the help of their facilitators, adding people living in rented houses will also be checked.\nThey said during the operation illegal weapons would be seized from people.\nPublished in Dawn, December 25th, 2022\n", "5": "SHANGLA: Members of the opposition parties in the Alpuri tehsil council walked out of the session on Saturday, protesting against the officials of various departments for not attending the council meetings.\nThe tehsil council session was chaired by convener Mohammad Alam and attended by members, including the village council chairmen. Council chairman Waqar Ahmad Khan was also present.\nAli Bhash Khan, the opposition leader in the council, said there was no need to hold the sessions if departments’ heads did not bother to participate. “We come here to raise our village councils’ issues before the department heads, but they don’t bother to participate in the sessions,” he deplored.\nHe said the tehsil municipal officer had declared that the civic body had blacklisted a contractor, who failed to complete schemes, but despite that he was given more schemes.\nJavid Khan, chairman Damorai village council, regretted that four months had gone by since the flash floods hit his village council, but still most link roads were blocked by landslides.\nSpeaking on the occasion, tehsil council chairman, Waqar Ahmad Khan said he would issue notices to heads of departments to ensure their attendance in council sessions at all costs.\nHe also directed the TMA to present its progress report regarding the roads’ clearance. He ordered the TMA authorities to expedite work on the ongoing development schemes and submit the progress report to him.\nHe assured the opposition members that their issues would be addressed on priority.\nHOUSE GUTTED: A fire caused by an electricity short-circuit gutted a two-storey house in Kareen Dara area of Martung tehsil here on Saturday. However, the family survived.\nMartung police station SHO Mohammad Hussain told Dawn that the fire broke out in one of the rooms and engulfed the entire house within no time. He said the local people rushed to the scene and took the family to safety. He said the police also reached the spot and with the help of locals managed to put the fire, preventing it from engulfing the adjacent houses. He said 70 per cent of the house was gutted, reducing goods to ashes.\nPublished in Dawn, December 25th, 2022\n", "6": "CHARSADDA: A local elder was killed and three others were injured when unidentified attackers opened firing on a car they were travelling in here in Shabqadar tehsil on Saturday. \nLocal people said that the elder Aitebar Gul was going in a car along with his nephew and guards when the assailants sitting in ambush opened firing on the vehicle. \nAs a result, Aitebar Gul was killed on the spot, while the other three men suffered injuries. \nThe injured were identified as Zahoor Badshah, Rashid and Mujeeb. They were taken to a local hospital. \nThe police registered a case on the complaint of injured Zahoor Badshah against Aliman Shah, Rustam, Omarzad Noor and Usman Khan and have started investigations.\nPublished in Dawn, December 25th, 2022\n", "7": "PESHAWAR: Scholars, intellectuals and writers gathered here on Saturday on the eve of the 146th birth anniversary of the father of the nation Quaid-i-Azam Mohammad Ali Jinnah and pledged to uphold his guiding principles of unity, faith and discipline. \nSpeakers on this occasion asked the poets and writers to spread the message of Quaid-i-Azam as it was their responsibility to protect the ideological boundaries of the country through their literary works. \nThey said that Quaid-i-Azam would remain the beacon of light for the youth to face the modern day challenges. \nThe event was arranged under the auspices of Pakistan Academy of Letters (PAL), Peshawar chapter, at its main hall in which intellectuals and writers turned up in large numbers and expressed their views. \n\nScholars, writers celebrate Jinnah’s birthday\n\nDr Fasihuddin Ashraf while chairing the event pointed out that the Muslims of the subcontinent were lucky enough to have Jinnah as their leader who liberated them from the British colonialism as he was blessed with vision, courage and firm determination. \nHe said the Quaid knew both the British and Hindus very well and countered them with his deep insight and scholarship. He said the birth of Mr Jinnah was in fact the birth of a nation with firm determination and patriotism that never waned in the face of challenges and sea of problems. \nBushra Farrukh, a noted Urdu writer, said that literati had never lagged behind and had always upheld the golden principles of Quaid. \nProf Aslam Taseer in his remarks said that the Quaid’s political vision had motivated poets and writers owing to his unflinching efforts for the freedom of the Muslims of the subcontinent. \nKhan Badsha Nusrat, PAL resident director, Aziz Ejaz, Prof Abdul Sattar, Mumtaz Daulatzai and Dr Khadim Ibrahim also spoke at the event. \nMeanwhile, Pohantoon Adabi Stori held its literary session after a long break at PAL regional office with Wasifullah Daudi in the chair. \nProf Abasin Yousafzai presented a research paper on the subjective poem, saying such poems composed by eminent Pashto poets were meant to address a particular issue. He said that seasoned poets always expressed their inner self in their poems. \nLater, a poetry session was held in which Habib Nawaz Inqilab, Akhtar Nangyal, Haroon Hewad and Shahid Ali Shahid recited their poems.\nPublished in Dawn, December 25th, 2022\n", "8": "PESHAWAR: The Khyber Pakhtunkhwa government on Saturday announced weeklong winter vacation in the summer zone of the province starting from December 26 after sudden drop in mercury.\nThe announcement was made through a voice message circulated on social media by secretary elementary and secondary education department Muttasim Billah, saying the vacation in winter zone would span from December 26 till February 15.\nOn Thursday, the education department had announced to waive winter vacation in schools in summer zone till any unusual change in weather conditions. Following this decision of elementary and secondary education department, the higher education department had on Friday announced vacation in the winter zone from January 1 till February 15, 2023, and waved off the vacation in the summer zone.\nMinister for elementary and secondary education Shahram Khan Tarakai also tweeted, “due to the forecast of unusual cold wave and sudden change in weather, it has been decided that schools in the summer zone will remain closed from Dec 25 to January 1, 2023, and schools in the winter zone will remain closed from Dec 25 to Feb 15, 2023.”\n“Last year weather was unusually very cold in January, so we thought that winter vacation in summer zone will be announced when weather became colder,” the secretary elementary and secondary education said.\nHowever, he said, on the second day of the government’s decision, a cold wave gripped the areas in summer zone, causing inconvenience to students. A proper notification to this effect will be issued on Saturday night or Sunday, he said.\nPublished in Dawn, December 25th, 2022\n", "9": "LOWER DIR: PM’s special assistant Sardar Shahjehan Yousaf has said that the history of Gujjar tribe is full of sacrifices and resistance against oppressors. \nHe was addressing the International Gujri Language and Education Conference organised by Tehreek Huquq-i-Gujjar Pakistan (THGP) at Shamlai area of Adenzai as chief guest here on Saturday. \nThe members of Gujjar community from all parts of the district attended the function which was also addressed by Gujjar Qaumi Movement chairman Haji Zarin Khan, THQP central president Bakht Zada Gujjar, Raza Khan Gujjar, Punjab MPA Imran Yousaf Gujjar and others. \nDelegates from Punjab, Azad Jammu and Kashmir and abroad also participated in the conference. \nThe speakers said that the Gujjars had strongly resisted the British aggression in 1857 war of independence. They said the Gujjar tribe always stood by the Pakistan Army in times of need. They said the tribe would promote unity in the country and never hesitate to fight for the nation’s sovereignty and integrity. \nThey said that Gujjars had their own language and traditions and they would never compromise on them. \nThe speakers said they would continue the struggle for the economic development and unity of the Gujjars across the country. \nThrough a unanimous resolution the participants demanded the government to include the Gujri language in the school syllabus and allocate a separate column for them in the national census. \nAlso in the day, in a separate function held in Timergara, the newly-elected representatives of Swati Youth Welfare Association were administered oath. \nThe function was attended by Swatis from Punjab and Hazara and Malakand divisions. The association’s president Ahmad Faisal Chattan along with his cabinet took oath. The function was addressed by Mufti Muahidullah Swati, Mukhtar Ahmad and others. They said that Swatis lived in every nook and corner of the country. \nThey said the association had planned to establish schools, colleges and universities where the Swati children could get free education. They said the Swati elders would resolve petty issues of people through jirgas.\nPublished in Dawn, December 25th, 2022\n", "10": "BAJAUR: The residents of Yousafabad town of Khar tehsil here on Saturday blocked the main Khar-Mardan road to traffic to record their protest against the suspension of electricity in the area for the last four weeks. \nScores of people from different walks of life from Yousafabad and its adjacent areas attended the demonstration held at the local bazaar. \nThe angry protesters chanted slogans against the officials of Tribal Electric Supply Company (Tesco) for the prolonged suspension of power supply in the region. They claimed that Yousafabad and its nearby areas were without power for the past several weeks. \nThey said that the power suspension in the area along the main Mardan road just three kilometres from Khar had been causing numerous problems for the residents, including shortage of drinking water. \nLocal political and social activists and traders, including Amjad Yousaf, Khan Wali and Fazal Khan, said that the prolonged absence of electricity in the harsh winter was a great injustice with the area residents. \nThe speakers alleged that the prolonged suspension might be an attempt of the Tesco officials to force the residents to install electricity meters at their homes and workplaces. They said that the officials should take them into confidence on the matter. \nThe residents ended the protest after a team of district administration officials assured them of resolving the issue on priority. \nACCIDENT: Five people suffered injuries in a road accident in Sheikh Kallay area of Khar tehsil here on Saturday. \nAn official of Rescue 1122 said that the accident occurred on Bajaur-Peshawar road when a passenger coach going to Peshawar hit a pickup van after failure of its brakes. \nAs a result, five coach passengers, including a woman, were wounded. The official identified them as Ashraf Khan, 60, Gran Khan, 50, Said Jan, 55, Sadaqat, 26, and the woman who were taken to the district headquarters hospital, Khar.\nPublished in Dawn, December 25th, 2022\n", "11": "SWAT: Children displayed martial arts skills, including taekwondo, during a competition held in a private school in Mingora here on Saturday. Students from grades one to four displayed their skills in the event.\nParents and teachers also attended the event.\n“I love martial arts, particularly taekwondo. Today I displayed Poomsae skills and felt good when I received applause from people,” said Sheharyar Khan, a grade four student.\nThe students said taekwondo was a unique sport that kept them physically fit and helped them defend themselves against any threat.\nAbdullah Taj, an instructor, said children loved to learn taekwondo. \n“Such activities give children fun and energy, enable them to focus on studies, improve school attendance and perform better in academics. Sports build a strong, healthy body, develop social and problem-solving skills and self-confidence in children,” he said.\nOther speakers on the occasion said educational institutes needed to give more importance to sports, an essential segment of education. \n“Sports are vital to stay fit physically, which is part of education of children, but unfortunately, a majority of educational institutes don’t give importance to it,” said Ayesha Farooq, principal of the college.\nShe said a healthy environment in schools helped students achieve better academic potential and develop lifelong healthy habits.\nPublished in Dawn, December 25th, 2022\n", "12": "PESHAWAR: A local court has acquitted a man on the charge of possessing the ice drug and counterfeit currency notes.\nAdditional district and sessions judge Nasir Khan pronounced that the prosecution failed to prove its case against the accused, Haris Ahmad, a resident of Peshawar, while the evidence available on record, too, didn’t connect him with the commission of the offence.\nAn FIR against him was registered at the University Town police station on March 15, 2022, under Section 11-B of the Khyber Pakhtunkhwa Control of Narcotics Substance Act and Section 489-B of the Pakistan Penal Code.\nThe prosecution claimed that a police patrol had spotted the accused near the Canal Road over suspicious behaviour, body-searched him and seized the ice drug (crystal meth) packed in a plastic envelope along with four counterfeit currency notes valuing Rs1,000.\nBail petitions of the accused were turned down by the Peshawar High Court and the Supreme Court. The apex court had directed the relevant court on June 29 to conclude trial in four months.\nThe defence counsel, Mohammad Hamdan, claimed that his client was falsely implicated in the case.\nHe added that the prosecution witnesses had recorded conflicting statements raising doubts about the recovery of the contraband and fake currency notes from his client.\nThe lawyer argued that while the police claimed the arrest of the accused in a public place, they didn’t produce private witnesses. He contended that the manner and mode of recovery of the contraband was dubious.\nThe court observed that keeping in view the settled principles of criminal law that a single doubt would be sufficient to discard prosecution story, the prosecution version in the case suffered from many infirmities and contradictions, which caused reasonable doubt about involvement of his client in the commission of the offence.\nIt ruled that the accused facing trial couldn’t be convicted on the basis of mere surmises or speculations and instead, the prosecution had to prove his guilt by producing reasonable, consistent and admissible evidence.\nPublished in Dawn, December 25th, 2022\n", "13": "PESHAWAR: Following an uptick in the nationwide coronavirus incidence, the Khyber Pakhtunkhwa health department has asked employees of public sector hospitals to get fully vaccinated against the infectious disease.\nThe directions come in line with the advice of the NCOC, the country’s nerve centre for the fight against Covid-19, for all provinces to ensure that doctors, nurses, paramedics and support staff of hospitals get the required jabs of coronavirus vaccines as the country’s overall virus positivity rate nears four per cent.\nIn an advisory, the KP health department ordered speedy vaccination of the employees of medical teaching institutions and other health facilities against Covid-19 through two mandatory and booster jabs each to protect themselves and others from the virus.\nAccording to officials, the second dose is administered a month after the first, while the subsequent booster jabs have a spacing of four months.\n\nDirections come from health dept after rising virus cases in country\n\nThey told Dawn that hospital employees attending to patients were vulnerable to the infection due to the arrival of hundreds of unvaccinated people every day.\nA total of 5,049 employees of health facilities in the province have been infected with Covid-19 since the outbreak of the virus early 2020 with 49 of them eventually losing life, according to a report of the World Health Organisation’s Khyber Pakhtunkhwa sub-office.\nOf those cases, 3,532 were men (70pc) and 1,517 women.\nThe report said the doctors accounted for 2,406 coronavirus patients (47pc), nurses 1,911 (38pc) and paramedics 732 (14pc) cases.\nIt added that a total of 224,856 cases were recorded by the province and 140,144 of them (61pc) were men and 84,712 (39pc) women.\nAccording to the report, 6,374 lost life to the virus and 59pc of them (3,761) were men and the rest (2,613) women.\nThe cases included 49,517 from the age bracket of 21-30, 45,122 from 31-40 and 27,361 from 40-50.\nThe report said the virus was diagnosed in 5,371 children aged up to 10 years and 32,581 aged between 10 and 20 years.\nIt added that the cases included 538 people of the 91-110 age group.\nOf the 6,374 people killed by the virus, 1,912 were aged between 61 and 70 years, 1,695 between 51 and 60 years and 1,071 between 71 and 80 years.\nAccording to the report, four children below four years of age also died of the infection, while the people killed by it in the age bracket of 11-20 totalled 34.\nHealth officials told Dawn that though the countrywide Covid-19 incidence was rising, the infectious disease was “vanishing” in the province with only a few cases being reported daily and that, too, mostly in Peshawar district.\nThey said the health department wanted to ensure that the first and second coronavirus booster jabs are administered to all population to prevent the outbreak of the virus in case of the emergence of its new variants.\nThe officials said the people were required to get the first booster shot six months after full vaccination and second four months later to ensure their complete protection against the virus due to the emergence of new variants from time to time.\nThey said a vaccination facility was available at all health centres in the province free of charge.\nThe officials said the Covid-19 would break out in the province “anytime”after the surfacing of its new variants in other countries, so the people should get jabs without delay as a precautionary measure.\nThey said currently, eight coronavirus patients were admitted to hospitals in the province.\nThe officials said the Covid-19 vaccination was compulsory for every citizen until the official announcement by the WHO that the pandemic is over.\nPublished in Dawn, December 25th, 2022\n"}, "Link": {"0": "read full story", "1": "read full story", "2": "read full story", "3": "read full story", "4": "read full story", "5": "read full story", "6": "read full story", "7": "read full story", "8": "read full story", "9": "read full story", "10": "read full story", "11": "read full story", "12": "read full story", "13": "read full story"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar"}}