{"Keys": {"0": "sports", "1": "sports", "2": "sports", "3": "sports", "4": "sports", "5": "sports", "6": "sports", "7": "sports"}, "Header": {"0": "PDMA warns of flooding in DG Khan", "1": "Constable among two booked for bribery", "2": "Construction slump shuts brick kilns", "3": "Yasmin Rashid summoned today in corruption probe", "4": "PEMRA’s reply sought on IK’s contempt plea", "5": "Lahoris love to eat out with friends in Sehri", "6": "Stern action against beggary ordered", "7": "All set for first Ramazan Sports Series"}, "Summary": {"0": "DCs of Taunsa, Rajanpur and other areas told to activate control rooms", "1": "Complainant claims he paid suspects to let him operate swings", "2": "Prices at five-year low despite rise in production cost", "3": "Several PIC officials also face ACE inquiry", "4": "LHC had suspended a ban on broadcasting speeches of ex-PM", "5": "City buzzes with people staying up to eat at most frequented spots", "6": "Chief secretary said that beggary was a social evil and it was a collective responsibility of all to eliminate it", "7": "Divisional teams to compete in hockey, football, kabaddi, badminton, table tennis matches"}, "Detail": {"0": "The Provincial Disaster Management Authority (PDMA) Director-General, Ft-Lt Imran Qureshi, has warned of the risk of flood situation in the rain-fed streams of Dera Ghazi Khan, connected to the Koh-e-Suleman Range, due to recent rains. \nA circular has been sent to deputy commissioners of DG Khan, Taunsa and Rajanpur, asking them for making timely reporting of any flood-like situation in their respective districts. \nReports on losses caused by the recent rainfall have also been sought from the respective districts.\nThe director-general, in a press statement, instructed the deputy commissioners concerned to activate their control rooms and keep rescue teams on high alert to launch timely rescue operations in case of any emergency. \nHe said that emergency operation centres of all districts of Punjab, including the provincial control room of the PDMA, had been fully operational 24/7, and they were monitoring the situation at the provincial control room. \nHe said that preparations to protect people from flood-related disasters, as per the directives of the Punjab government, had been completed, and all relevant institutions' staff and heavy machinery had also been put on alert to ensure safety of life and property of people.\nThe PDMA director-general said that until Tuesday night, strong winds and the possibility of thunder and lightning, accompanied by rainfall, would persist in various parts of Punjab. \nHe said that Lahore, Islamabad, Murree, Rawalpindi, Attock, Chakwal, Jhelum, Khushab, Mianwali, Sargodha, Gujranwala, Gujrat, Hafizabad, Mandi Bahauddin, Sialkot, Narowal, Faisalabad, Toba Tek Singh, Jhang, Kasur, Sheikhupura, Nankana Sahib, Multan, Dera Ghazi Khan, Sahiwal, and Bahawalnagar would also experience strong winds, and there was a possibility of thunder and lightning, accompanied by rainfall. \nDuring this time, heavy rainfall and hail were expected at some locations, he added.\n \nPublished in The Express Tribune, April 4th, 2023.\n", "1": "The Anti-Corruption Establishment (ACE) has initiated action against a police constable and another man over allegations of receiving bribe from a citizen. \nAccording to a complaint filed by Muhammad Younus of Ghulam Muhammadabad, Constable Saqlain Jappa from Nishatabad police station and Amjad Ali from Chak 34JB allegedly demanded Rs100,000 for not dismantling swings he had installed for children in Chak 6JB.\nThe complainant alleged that the official and his accomplice had received Rs61,000 after negotiations and allowed him to continue operating the swings. \nFollowing the complaint, the ACE has registered a case against the two men and initiated an investigation into the matter. Meanwhile, nine police personnel have alleged that money has been fraudulently withdrawn from their bank accounts.\nThe affected officials have reportedly requested the banks and the Federal Investigation Agency (FIA) to hold an inquiry into the matter. Sources in the police department said the withdrawals had taken place from several bank branches.\nThe stolen amounts range from Rs13,500 to hundreds of thousands with the amount stolen estimated at over Rs500,000.\nPublished in The Express Tribune, April 4th, 2023.\n", "2": "About 20 per cent brick kilns in the province have been shut down due to a slump in construction activities coupled with rising production cost. \nAccording to kiln owners, there has been a significant decline in brick sales, while the prices are at their lowest level of the past five years. Due to losses, 20 per cent of the kilns in Punjab have closed down, while about 70% are facing a shutdown, they added.\nKiln Owners Association secretary general Mehar Abdul Haq told The Express Tribune that the cost of manufacturing one million bricks had increased from Rs7 million to Rs12 million in recent years. The price of coal bought from Balochistan has risen from Rs14,000 to Rs35,000 per tonne and Hyderabad Rs6,000 to Rs12,000k. Similarly, the transportation cost of coal has doubles to Rs8,000 per tonne.\nThe price of mud per tractor trolley has increased from Rs1,500 to Rs2,500.\nDue to the increase in the coal and transport costs, the production cost of bricks has risen drastically. \nOn the other hand, the construction activities have declined substantially as a result of the high cost of material. \nAbdul Haq said kiln owners were suffering a monthly loss of around Rs1.5 million because when the fire is lit for producing bricks, it cannot be extinguished before the process is completed. \nThousands of workers are employed in brick kilns, but 20% of the units in Punjab are closed, while most others are on the brink of shutting down due to continuous losses and lack of sales, he added. \nHe said thousands of kilns in Punjab were on the verge of closure, because of which a large number of people would become unemployed.\nThe total number of brick kilns in Punjab is 7,332.\nDue to rising inflation in the country pushing up the prices of construction material, building a house is becoming difficult for the citizens.\nA resident of Manawan area of Lahore, Rana Aftab, started constructing his house in a private society three months ago. but the material has become so expensive that he had to stop the work.\nTalking to The Express Tribune, he said he was building a three-marla single-storey house. He prepared a layout plan and got an estimate of the cost from a local contractor of Rs2.1 million. \nAftab said about Rs1.8 million had been spent so far but only the structure of the building had been completed, while the other work, including flooring and plastering, had yet to be done. \nHe said he would have to spend another Rs1 million on the construction.\nHe said the earlier cost estimate was based on the previous prices of 30,000 bricks, 350 sacks of cement, 1,100 square feet of sand, 800 square feet of gravel and 1,250kg of steel. But during the past two months the price of steel and cement has also increased.\nThe current price per thousand bricks is Rs11,500 in Lahore, Rs9,000 in Kasur, Pattoki and Okara, Rs7,500 to Rs8,000 in Pakpattan, Rs6,000 in Sahiwal and Rs7,500 in Rahim Yar Khan and Multan. \nThe cost in Lahore including transportation is Rs15,000 per thousand. The price last year was up to Rs17,000.\nThe flood in South Punjab last year had also severely damaged a large number of brick kilns.\nHowever, as the sector did not have the status of an industry, no assistance was offered by the government to revive the units, an owner said.\nBrick kilns in Muzaffargarh, Rajanpur, Taunsa, Dera Ghazi Khan, Vehari and Layyah were damaged by flooding along with the material for millions of bricks, he added.\nPublished in The Express Tribune, April 4th, 2023.\n", "3": "The Anti-corruption establishment (ACE) has launched an inquiry against former provincial health minister Dr Yasmin Rashid over alleged corruption of billions of rupees in the Punjab Institute of Cardiology (PIC).\nAccording to the spokesperson for the Punjab ACE, the former minister has been summoned on Tuesday.\nThe allegations pertain to bribery in the parking, canteen and cleaning contracts. \nThe spokesman said PIC Executive Director Dr Bilal Mohiuddin and Medical Superintendent Dr Muhammad Tahsin were also facing investigation over the matter.\nThe medical institution’s Purchase AMS Dr Shakeel and Pharmacy Store AMS Dr Masood Nawaz have also been summoned by the ACE along with Dr Rashid. \nThey are suspected of involvement in causing a loss of more than Rs1 billion to the exchequer by purchasing stents at high prices, receiving commission and violating the Public Procurement Regulatory Authority (PPRA) rules, besides stealing goods worth millions of rupees from the store of the PIC, including heart batteries. \nThe Anti-Corruption Establishment stated that it had also initiated inquiries against Pakistan Tehreek-e-Insaf's (PTI) former member of Punjab Assembly Naeem Ibrahim and Pir Ahmad Shah Khaga. \nIbrahim is facing allegations of building his Dera by illegally occupying 17 marlas of government land in connivance with some officials of the finance department.\nThe ACE is also looking into allegations that Khagah had received bribe during recruitment in the education department in Pakpattan. Candidates over the prescribed age limit were allegedly recruited.\nPublished in The Express Tribune, April 4th, 2023.\n", "4": "Lahore High Court (LHC) Justice Shams Mehmood Mirza has sought reply from PEMRA on a plea filed by PTI chairman Imran Khan seeking contempt proceedings over not complying with an order suspending the operation of a notification banning the broadcast and re-broadcast of his interviews, speeches and press talk on TV channels.\nJustice Mirza had suspended the notification on March 9 after the petitioner challenged it.\nThe petitioner had filed the contempt plea through Barrister Muhammad Ahmad Pansota, contending that the LHC had passed a clear order in presence of the counsel for the respondent PEMRA officials but it had not been complied with. \nBarrister Pansota contended in the petition that the action of the respondents was in contradiction with the Article 10-A of the Constitution. \nHe submitted that the right of being equal before the law in light of the Article 25 could not be taken away or tampered with, but the petitioner had been dealt with unfairly and unjustly.\nThe respondents were liable to be punished as prescribed by the law of contempt of court, he added.\nPublished in The Express Tribune, April 4th, 2023.\n", "5": "It’s nearly half way through the holy month of Ramazan, and the faithful have expressed their pleasure over the way Lahore comes alive during the holy month of Ramazan. \nHundreds of food points across the city, including Lakshmi Chowk, Gawalmandi and Township, are serving the faithful with mouthwatering dishes. \nA large number of people can be seen having Aloo Paratha, Naan Channay and Nihari at Sehri. \nTo facilitate the people, some welfare organisations are providing free Sehri. \nThis bustling city is home to many people who have come here from other cities because it offers more employment opportunities. \nLahoris are known not only for their liveliness but also for their diverse and delicious cuisine. Even during Ramazan, the city is buzzing with activity, with many people staying up all through the night to have Sehri at some of the most frequented spots in the metropolis.\nTo accommodate the needs of the faithful, the Punjab government has extended the operating hours of restaurants and food points. \nThousands of people flock to Lakshmi Chowk, Gawalmandi, Barkat Market, Township, Mochi Gate besides Chowburji, Mughalpura and Saddar to have Sehri.\nThe favorite dish of the people to have at Sehri is simple Aloo Paratha, which is enjoyed with curd or tea. Other popular dishes include Channay, Nihari, Dal and eggs, which are consumed with great enthusiasm by the people. \nHaving Sehri at famous food points has its own charm and has become a beloved tradition. The Sehri offerings at food points across Lahore begin at 1 a.m. and continue until the end of Sehri time.\nPublished in The Express Tribune, April 4th, 2023.\n", "6": "Punjab Chief Secretary Zahid Akhtar Zaman directed the authorities concerned on Monday to start a campaign against beggary, saying that it was necessary to discourage professional beggars.\nHe issued the directives while presiding over a meeting at the Civil Secretariat to review measures taken to prevent beggary.\nThe Social Welfare secretary, Lahore division commissioner, Lahore CCPO and officers concerned attended the meeting.\nThe chief secretary said that beggary was a social evil and it was a collective responsibility of all to eliminate it.\nHe said organised groups were involved in forcing women and children to beg for them. The CS ordered the commissioner Lahore to launch a crackdown on professional beggars and set up special squads in this regard.\nThe chief secretary said that the beggar children should be handed over to the Child Protection Bureau. He also issued instructions to the police regarding providing support to the district administration for prevention of beggary. The Social Welfare secretary briefed the meeting that a welfare home is working for rehabilitation of beggars.\nPublished in The Express Tribune, April 4th, 2023.\n", "7": "Adviser to Punjab Chief Minister on Sports and Youth Affairs Wahab Riaz announced on Monday that the First Ramazan Sports Series 2023 will be held from April 7 to 11.\nRiaz made the announcement while addressing a press conference at the National Hockey Stadium, where Punjab Sports Director General Dr Asif Tufail, Lahore Division Commissioner Chaudhry Muhammad Ali Randhawa, Youth Affairs Director Syed Umair Hassan and other officials were present.\nRiaz said teams from all divisions will participate in hockey, football, kabaddi, badminton, and table tennis competitions and the 12 teams of Lahore cricket clubs will compete in the tape ball cricket event scheduled to be played at Gau Shala Cricket Ground.He gave details of the prize money, stating that a total of Rs8.55 million will be distributed among the top position holder teams of the Ramazan Sports Series.\nThe winners of badminton and table tennis (male and female) events will receive a cash prize of Rs200,000 each, while the runners-up teams will be given Rs100,000 cash prize each, he added. Riaz stated that the Ramazan Sports Series will provide a suitable platform for young talented players of the province to demonstrate their skills in the above-mentioned games.\n\"Excellent arrangements will be made for the competitions of Ramazan Sports Series, and the participating teams will be provided with all necessary facilities during the event,\" he added.\nHe further said that a total of 768 male and female players and 135 officials will participate in the five-day Ramazan Sports Series. The competitions of badminton and table tennis (male and female) events will be played at NPSC Gymnasium Hall, football and kabaddi at Punjab Stadium, hockey matches at Mini Hockey Stadium, and the tape ball cricket event will be played at Gau Shala Cricket Ground, he informed.\nPublished in The Express Tribune, April 4th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2409766/pdma-warns-of-flooding-in-dg-khan", "1": "https://tribune.com.pk/story/2409768/constable-among-two-booked-for-bribery", "2": "https://tribune.com.pk/story/2409771/construction-slump-shuts-brick-kilns", "3": "https://tribune.com.pk/story/2409774/yasmin-rashid-summoned-today-in-corruption-probe", "4": "https://tribune.com.pk/story/2409777/pemras-reply-sought-on-iks-contempt-plea", "5": "https://tribune.com.pk/story/2409780/lahoris-love-to-eat-out-with-friends-in-sehri", "6": "https://tribune.com.pk/story/2409783/stern-action-against-beggary-ordered", "7": "https://tribune.com.pk/story/2409786/all-set-for-first-ramazan-sports-series"}, "Category": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore", "7": "lahore"}, "CreationDate": {"0": "2023-04-04", "1": "2023-04-04", "2": "2023-04-04", "3": "2023-04-04", "4": "2023-04-04", "5": "2023-04-04", "6": "2023-04-04", "7": "2023-04-04"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/floods-in-pakistan1666278481-0/floods-in-pakistan1666278481-0.jpg", "1": "https://i.tribune.com.pk/media/images/714059-bribemoneyFILE-1401223533/714059-bribemoneyFILE-1401223533.jpg", "2": "https://i.tribune.com.pk/media/images/94663-kilnsjpg-1584533775/94663-kilnsjpg-1584533775.jpg", "3": "https://i.tribune.com.pk/media/images/Yasmin-Rashid-APP1645199835-0/Yasmin-Rashid-APP1645199835-0.jpg", "4": "https://i.tribune.com.pk/media/images/1568146-media-15115977051595828700-0/1568146-media-15115977051595828700-0.png", "5": "https://i.tribune.com.pk/media/images/41680553891-0/41680553891-0.jpg", "6": "https://i.tribune.com.pk/media/images/532516-Beggars-1365403591/532516-Beggars-1365403591.jpg", "7": "https://i.tribune.com.pk/media/images/pak-sports-complex1613537523-0/pak-sports-complex1613537523-0.jpg"}}