{"Keys": {"0": "national", "1": "national", "2": "national", "3": "national", "4": "national", "5": "national", "6": "national", "7": "national", "8": "national", "9": "national"}, "Header": {"0": "Shujaat seeks national dialogue for political stability", "1": "What flew over the United States?", "2": "Where vicious misogyny rules the roost", "3": "Is this Pakistan’s Silicon Valley moment?", "4": "STEM revolution: a fix for Pakistan’s handout crisis?", "5": "Oscar firsts & comeback kids", "6": "More than just a place to pray", "7": "Empowered women, empowering startups", "8": "A week of turmoil", "9": "Court orders FIA to freeze assets of Rasikh Elahi"}, "Summary": {"0": "PML-Q chief says will personally attempt to convince disgruntled leaders", "1": "UAP incidents over America drove conspiracy theorists wild. Aliens? New tech? Maybe it was just balloons all along", "2": "The brutal murders of Noor Mukadam, Sarah Inam and Sara Malik highlighted that violent misogyny in Pakistan persists", "3": "Pakistan is poised a front-line role in the Technological Revolution, with a young & burgeoning tech-savvy population", "4": "Experts urge following India’s lead and developing a framework for a STEM talent-based economy for the next decade", "5": "Everything Everywhere All At Once, the film to sweep Oscars, list of winners came with their own individual storylines", "6": "Famous for not only being a cultural hub, historical city of Lahore is also known as the pulsatile ‘heart of Pakistan’", "7": "Pakistan's growing number of women entrepreneurs are providing innovative solutions that cater to women-specific needs", "8": "After clashes between PTI supporters & law enforcers seeking IK’s arrest, dangerous example set for Pak's democracy", "9": "Move comes after progress in investigation into money laundering case"}, "Detail": {"0": "Highlighting how unprecedented the current political situation is, Pakistan Muslim League-Quaid (PML-Q) chief Chaudhry Shujaat Hussain has said the government should start a national dialogue, adding that he would personally go and convince the disgruntled leaders.\nSpeaking at the joint meeting of the central and provincial general councils of his party in Islamabad, Shujaat said that he had never seen such dire situations in 50 years of his political journey. “Politicians can't afford to pour water on a burning fire,” he added.\nHe said that the nation has become worried and depressed due to riots and sit-ins, while people are also growing frustrated due to such situations.\nHe also said that the government should start a national dialogue. “Be ready to go to the disgruntled national leaders and convince them, the solution to the problems lies with the politicians, all the forces should come together and think of Pakistan,” he added.\nSarwar elected provincial president, central chief organiser\nMeanwhile, the provincial council elected Chaudhry Sarwar as the provincial president and Chaudhry Shafi Hussain as the general secretary, on which the chairman of the inter-party election, Mustafa Malik, decided to elect Sarwar and Hussain unopposed.\nBesides, in the meeting, it was decided to elect Sarwar as the central chief organiser of the party, while the general council also elected 150 members and the central working committee.\nAccording to the decision made in the meeting, Chaudhry Salik Hussain was elected as the central senior vice president while Mustafa Malik was elected as the central information secretary.\n“The country's debt will be cleared in five years,” Sarwar said on the occasion.\nSpeaking to the participants, he said that he is grateful to Shujaat and the entire party for showing full confidence on the part of the PML-Q. Together, they will make PML-Q an alternative political force, he added.\nTariq Bashir Cheema said that the country is developing, and the economy was damaged due to the wrong decisions of the previous government. He said that he did not want to be a minister in the previous government, but he obeyed Shujaat’s order and performed his responsibility.\nHe noted that the common man was suffering from inflation, but added that all possible measures were being taken for relief.\n", "1": "", "2": "", "3": "", "4": "As the only nuclear-powered Muslim nation nears it’s 999th round of begging for money, it’s worth reflecting what is holding the country back. The nation runs on a weak implementation of tax collection and debt, which results in huge outflow of payments towards interest, pensions, defense, and government expenditures. This leaves little for developmental projects.\nThe combined spending on education, with all provinces combined, is under five billion rupees. Over 20 million children are out of school. This could mean that taxation reforms are at the center of Pakistan’s reform. In a country of 220 million, there are 2.7 million tax filers and just 7 million tax payers. With paying taxes, citizens lack a relationship with the state and it’s future.\n\nTax to GDP should be 13 per cent and it is eight per cent, which is 50 per cent below capacity of resources if utilised ethically. The highest income tax slab is charged 32 per cent and the sales tax is 17 per cent, which are both regressive for the one per cent actually holding up the country and then penalising them for buying local goods. Due to lobbyists in the parliament, agriculture is not taxed and gets subsidies for urea.\n\nDue to subsidies around sugar, crop planning is poor and water is misused, meanwhile the export dependent crop of cotton has drastically fallen in output. There is one school of thought that technological problem solving could improve the productivity of the agricultural sector, which in turn would incentivize the one per cent to invest in similar technologies themselves.\n\nAgriculture represents around 22 per cent of the economy, 34 per cent of the labour force, and has yields that are between 40 to 50 per cent worse than the global average. This is a problem that companies such as Farmdar and Jiye Tech intend to solve, as will others as National Incubation Center (NIC) Faisalabad invited AgriTech companies in its inaugural cohort. There are opportunities for crop planning, inputs, yield enhancement, to eliminate food waste in farm-to-fork.\n\nIn the most realistic scenario, the parlimentarian that depends on low-outputs in order to justify interest free loans, will never sign off anything that brings efficiency and hard work to the table. Representing just one per cent of the problem, this means that there are no incentives for the elite of Pakistan, most of whom inherited wealth through deals with the British Empire, to lobby for reform that saves Pakistan from the annual embarrassment of handouts.\n\n“Regulatory capture, guaranteed returns, subsidised inputs, state-backed cartels, and monopolies are sponsored by chambers of commerce, biz councils, and industry-specific associations,” said Babar Khan Javed, a director of Z2C Limited. “Pakistan doesn't need aid, it needs to fix it's own asinine ideas on how to run an economy.”\nHe said that the four men running Pakistan need to develop a framework for a STEM talent-based economy for the next decade. He postulated that in doing so, Pakistan will never have to beg for money ever again, thereby actually acting like an Islamic republic. This is the solution towards increasing the export-led and talent-led GDP for Pakistan.\n\nWhat is the next productive lever to pull?\nIn an interview with a news channel, Systems Limited chief Asif Peer stated that freelancers may be bringing in between $500 million to $1 billion into Pakistan. He said that, in bring freelancers into the official record through incentives, the contributions of the ICT sector would near $3 billion annually.\n\n“We’re currently at an annual growth rate of 40 per cent to 50 per cent, which means in five years we can cross $10 billion worth of ICT export earnings,” said Peer. “We first need to tackle the issue of talent supply, which is insufficient to reach this goal. Since COVID-19, the demand for freelancers went up faster than the supply of workers was being trained or graduating. You need graduate or train 40,000 programmers annually to add $1 billion to ICT exports in Pakistan.”\n\nAccording to the Ministry of Electronics & Information Technology in the Government of India, ICT exports during FY 2021 in the the most populous democracy in the world were $172 billion. A 2019 survey by the National Association of Software and Service Companies found that 1.5 million people graduate with engineering degrees every year in India. According to some estimates, Pakistan produces under 3 per cent of India’s output and that too at a questionable quality.\n\nCan this be fixed?\n\nThe Indian Institutes of Technology (IIT) graduates co-founders and chief executives of the $75 billon worth InfoSys, $40 billion worth Flipkart, and $5.5 billion worth Zomato. There is not a single equivalent executive graduate from IBA or LUMS.\nGiven that government intervention and reform is a pipe dream, the consensus is that market leaders must partner with educational institutions to ensure courses match the needs of the current and future job market. Multi-million dollar companies such as Systems Limited and Walee have signed MoUs with universities around the country to introduce courses that represent industry-academia collaboration.\n\nTo speed up the process, venture accelerator Z2C Limited launched fast-track courses with various educational institutions around the country. This year, they launched the Creators Academy with Off The School (OTS) in January, the ACE Digital School in February, and the ZEAL Future Enablement Program at Ziauddin University in March.\n\nOTS runs a school within a mosque of Jamshed Town where nearly two thousand indigent students are enrolled out of which majority of them are hailing from lesser developed areas. At a nominal fee of PKR 1,000-1,500 for entire 6–12-week programs on various in-demand skillsets that will enable to find job opportunities like English Language, Photoshop, Digital Marketing, Programming etc. all being taught by working professionals.\nThe program recently graduated 12 students out of 25 attendees under a training progran for Google web design, which lasted six weeks. Three of the graduates were hired by Activ8, the largest offshore hub for creative, media, and digital projects under the Publicis Groupe.\n\nGiven that Activ8 works on campaigns for Publicis Groupe clients in the MENA region, the ACE Digital School trains new hires to reach regional benchmarks and partake in on the job training. This is the accelerate hiring at Activ8, which onboards roughly 15 new employees every month, as quality digital marketing talent is scarce in the MENA region.\n\nThe ZEAL Future Enablement Program at Ziauddin University brings together Activ8 and digital agency East River to facilitate 12-week sprint course trainings that cover digital marketing, creative strategy, media optimization, and the use of various planning tools.\nBoth Systems and Z2C would be better off integrating with freelancer networks such as Linkstar to facilitate the demand side of the equation, once supply has been generated.\n\nSimilar to India, which have over 20 campuses nationwide for IIT, the universities of Pakistan will also need to build more physical campuses. To solve for limited seats on campus, they would also need to introduce their own massive open online courses similar to MIT, edX, and Coursera.\nReforms will be required to ensure more children go to school as will support for initiatives such as the Orange Tree Foundation and The Citizens Foundation, which support college-going and pre-college students respectively. In solving the global STEM talent crunch, Pakistan will enable it’s own economic empowerment and uplift the underserved communities.\nAli Asad Sabir is a political economist and senior research assistant at the Institute of Development and Economics Alternatives (IDEAS). All facts and information are the sole responsibility of the writer.\n", "5": "", "6": "", "7": "Pakistan is a country with a rich cultural heritage and a diverse population. Despite the progress made in recent years, women in Pakistan continue to face significant challenges, particularly in the workplace. The country has one of the lowest rates of female entrepreneurship in the world, with only one per cent of women owning a business as opposed to 21 per cent of men who are business owners, that too working in informal sector (MSMEs).\nHowever, the recent years have seen a growth in the number of women entrepreneurs in Pakistan who are working to change the narrative. Defying cultural norms and societal pressures these women have created successful businesses that cater to the unique needs of women in Pakistan.\nOne of the key drivers of this movement is the rise of female-led start-ups built for women in Pakistan. These start-ups are founded and run by women, with the primary goal of addressing the specific challenges and needs faced by women in the country.\nThese female-led startups also create employment opportunities and drive economic growth in the country. By providing women with the tools and resources they need to succeed, these businesses are challenging gender norms and empowering women to take charge of their lives and careers.\nA report by Invest2Innovate indicates that there is a significant gender gap in the start-up ecosystem. Only 1.4% of all investments over the past seven years have gone towards women-led startups. This disparity may be partly due to the fact that married women face the challenge of managing both their household responsibilities and their business ventures, causing them to drop out of the workforce and avoid long working hours outside of the home.\nMany women also report a lack of support from their families when it comes to pursuing business opportunities. Additionally, women entrepreneurs often struggle to secure startup capital, receive proper guidance and counseling, open separate bank accounts, access finance for business growth, and obtain financial information related to their business. The distribution of loans by the State Bank of Pakistan (SBP) also reflects a gender gap, with only three per cent of small-medium business loans and 19% of microfinance loans being awarded to women, while the majority of these loans go to men.\nGiven this backdrop, the rise of female-led startups built for women is a sign of progress and a cause for hope. There are multiple startups that have been created for women by women, including women-specific services which aid and protect them in their daily life.\n\nThe self-defence method\nInsiya Meherally is the founder and CEO of The Method, an award-winning self- defense training organization that is focused on women. After graduating from Canada’s top business school, she spent three years heading the communications department at InsurTech lab, headquartered in downtown Toronto. Since 2021, she has been working to make The Method’s flagship training accessible.\nThe incident at Minar-e-Pakistan in August 2021 inspired Insiya to search for self-defense training that is catered to women's everyday safety issues. However, she found that the existing solutions in Karachi were not entirely accessible or affordable to the average Pakistani woman. This is where Insiya saw an opportunity to make a difference.\nIn 2021, Insiya connected with a trainer in Lahore, Dr Haiqa Nasir, who had spent years perfecting her holistic self-defense workshops. “We clicked instantly,\" says Insiya. \"Over the past year, we’ve trained 700 plus individuals together at organizations across Pakistan, including Procter & Gamble, Shell, and Engro Corp,” she says.\nThere were several challenges along the way, but passion and determination enabled Insiya to create something truly unique and powerful.\nIn December 2021, Insiya launched The Method's flagship self defense training in collaboration with District 19. Everything was carefully researched and prepared, and they took their time to perfect the event structure before they settled on the date. Insiya says, \"We've been collecting feedback and staying connected to our audience since Day 1, all in an effort to continuously enhance our content and participant experience as we grow.\"\nInsiya believes public events are a great way to immerse their audience in the experience they've designed. Whether they run a workshop at a festival or speak on a panel at a Women's Day event, they are constantly representing their startup and providing a taste of the value they deliver.\n\nInsiya is also grateful to Shell Tameer for its role in the success of her startup. By the time they pitched at Shell Tameer, they were almost a year old and had already trained over 450 individuals. Insiya also found the Shell Tameer Awards 2022 event to be a great opportunity to plug into the greater startup ecosystem and meet other founders doing incredible work in Pakistan.\nInsiya's startup has achieved great success, and she has received humbling feedback from her customers. She said, \"I was recently having coffee with a friend whom I had met through one of our workshops in early 2022. Halfway through the conversation, she began to share how the training had increased her confidence and how she still remembers the content clearly, even a year later. I am often blown away by this type of feedback and I feel so humbled that we’ve been blessed with this degree of impact!\"\nInsiya has managed to balance her personal life and her role as an entrepreneur with the help of her community. She says, \"Behind every successful venture, you’ll often find incredible community support.\"\nSheKab your ride to work\nA ride-hailing service for women in Pakistan, SheKab was founded by Hira Batool Rizvi in 2015, after she witnessed firsthand the difficulties women faced in commuting to work safely. It is providing transportation solutions exclusively for women. The startup aims to empower women by providing them with safe and reliable transportation options, which is a significant challenge for women in Pakistan due to cultural and social norms that limit their mobility.\nSheKab allows women to share rides with other women going to the same destination. The platform ensures that all drivers are verified and trained, and that the vehicles are safe and comfortable. By providing safe and reliable transportation options for women, SheKab is helping to increase women's mobility and independence, which can have a significant impact on their personal and professional lives. Women can now travel to work, attend meetings and events, and pursue their education without having to worry about safety or transportation challenges.\nIn addition to its transportation services, SheKab is also empowering women by providing employment opportunities for female drivers. The startup is working to break gender barriers in a traditionally male-dominated field of driving and is providing training and support to women who want to become professional drivers.\nSmartphones help smart women\nFor many women living in the rural areas of Pakistan, education and personal growth have long been elusive goals. Despite efforts to improve access to schooling and other opportunities, many still face significant barriers that prevent them from reaching their full potential. From limited resources and cultural attitudes to security concerns and inadequate infrastructure, there are numerous factors that contribute to the ongoing challenges these women face. To solve these issues with the use of technology, Maham Wareesha was inspired to create an innovative mobile application that could educate women in rural areas of Pakistan.\nShe realized that women in these areas often lacked the opportunity to learn and grow, and smartphones can be valuable tools for education and personal development. Her app Smart Women provides features such as self-defense techniques, learning-based mini-games, and online educational videos to empower women and promote gender equality. “I am trying to solve the problem of illiteracy and lack of awareness among women in rural areas of Pakistan,\" says Maham. \"I have observed that women in these areas are not allowed to use smartphones. I believe that my startup can raise awareness about the productive and educational use of smartphones and provide equal opportunities for women in rural areas to succeed in modern society,” she explains.\n\nWhile developing her startup, Maham faced several challenges, including lack of funding, technical expertise, cultural barriers, and user adoption. She explored various options, such as crowdfunding, grants, angel investors, and venture capitalists for funding. For technical expertise, she hired developers and also partnered with a tech company. To overcome cultural barriers, she worked with local community leaders to educate them about the benefits of her app and address any objections they may have. For user adoption, she focused on marketing and promotion, building a user-friendly interface, and continually updating and improving her app based on user feedback.\nMaham's startup received a significant boost when she was given a platform by Shell Tameer to present her startup to a panel of industry professionals. This allowed her to gain insightful feedback on her business plan, elevator pitch, and overall strategy. “With the support of Shell Tameer, I was able to network with other business owners, subject matter experts, and potential investors, which facilitated the formation of alliances and collaborations,” she shares.\nSmart Women differentiates itself from other companies in the market by being the first of its kind mobile-based application that provides an experience to get awareness in a real-time environment. Its solution is entirely smartphone-based and works on augmented reality technology. Maham and her team have developed Smart Women in such a way that it can easily adopt any change in technology and work properly, making it a cost-efficient product.\nMaham shared that, “This product is based on futuristic technologies such as augmented reality. This technology is in an evolving phase and getting advanced with the passage of time.”\nThe biggest achievement for Smart Women so far has been to create their Minimum Viable Product (MVP) and make it functional. They have tested it with a few users and are now ready to test it with a larger group of users.\nMaham has managed to balance her personal life and her role as an entrepreneur by establishing boundaries between work and personal time. Maham says, “In order to manage my life, I have set both my working and personal hours. As I am the startup's founder I am constantly under guidance of our senior project team members, I assembled a strong team to handle all the challenges and to make my life easier. To make sure that my team was sincere, I worked as a sincere leader.”\nMaham was fortunate to form her team into her family, and they genuinely assisted her in achieving her aim. She also ensures that her company culture promotes diversity and inclusion by trying her best to have the maximum number of women in the team.\nMaham's advice to other women interested in starting their own businesses is to focus on their mission, build a strong team, and address the challenges that arise. She encourages women to persevere, be creative, and adapt to changing circumstances. Additionally, Maham advises women to maintain a healthy work-life balance, establish boundaries between work and personal time, and seek support from friends, family, or a professional network to manage stress and maintain emotional stability.\nKitchen prep with Kati Katai \nKati Katai, founded by Romesa Aqeel, is a Pakistani startup that is revolutionizing the way women in the country access fresh fruits and vegetables. The startup supplies pre-cut fruits and vegetables through its online platform, making it easier for women to prepare healthy meals for their families while saving time and effort.\nThe idea for Kati Katai came to Romesa when she realized that many women in Pakistan struggle to prepare healthy meals due to the time and effort required to cut and prepare fresh produce. This often leads to unhealthy eating habits and a lack of access to essential vitamins and nutrients. Kati Katai aims to address this problem by making it easier and more convenient for women to access fresh fruits and vegetables.\nThrough its online platform, Kati Katai offers a variety of pre-cut fruits and vegetables, including onions, potatoes, tomatoes, and more. Customers can place their orders online and have them delivered directly to their doorstep, saving them the time and effort required to visit the local market and cut the produce themselves.\nOne of the key benefits of Kati Katai is that it is providing employment opportunities for women in Pakistan. Kati Katai is also promoting healthy eating habits among its customers by making it easier and more convenient for women to access fresh fruits and vegetables. In this way, the startup is helping to address the problem of malnutrition and other health issues that are prevalent in Pakistan.\nKati Katai has already received recognition for its innovative approach to promoting healthy eating and women's empowerment in Pakistan. The success of Kati Katai is a testament to the growing movement of women entrepreneurs in Pakistan who are providing innovative solutions that cater to the needs of women startups and helping to create a more inclusive and equitable society in Pakistan.\nIn conclusion, the rise of women-led startups is not only beneficial for women entrepreneurs but also for society as a whole. By creating more opportunities for women to start and grow their own businesses, we can help narrow the gender gap in entrepreneurship and create more equitable economic growth. With more support and investment in women-led startups, we can foster a more diverse and inclusive business landscape, where everyone has the chance to succeed and thrive. As we move forward, it is important to continue advocating for women's empowerment and supporting initiatives that help women achieve their full potential\n", "8": "", "9": "The court ordered the freezing of land worth Rs10 billion and 22 bank accounts of former Punjab chief minister Pervaiz Elahi's son Rasikh Elahi, his daughter-in-law and frontman in the money laundering case, as the Federal Investigation Agency made progress in the investigation.\nThe court also ordered the freezing of the properties and bank accounts of Moonis Elahi's wife as well as Chaudhry brothers’ frontmen Qaiser Bhatti and Abid Bhatti.\nThe court has also issued an order to freeze 17,420-kanal of land worth Rs10 billion of all the co-accused, while orders have been issued to freeze 22 bank accounts of the co-accused in which about Rs3.5 billion was sent.\nAccording to sources, corruption money was sent through benami bank accounts and companies.\nThey said in the corruption of the previous government, the Chaudhary family made properties worth billions, which have all been frozen under the Anti-Money Laundering Act, 2010.\nThe court froze all the properties and bank accounts based on the FIA's application and solid evidence. All these properties and bank accounts will remain frozen till the completion of money laundering investigation against all these accused.\n"}, "Link": {"0": "https://tribune.com.pk/story/2407002/shujaat-seeks-national-dialogue-for-political-stability", "1": "https://tribune.com.pk/story/2406969/what-flew-over-the-united-states", "2": "https://tribune.com.pk/story/2406980/where-vicious-misogyny-rules-the-roost", "3": "https://tribune.com.pk/story/2406978/is-this-pakistans-silicon-valley-moment", "4": "https://tribune.com.pk/story/2406977/stem-revolution-a-fix-for-pakistans-handout-crisis", "5": "https://tribune.com.pk/story/2406976/oscar-firsts-comeback-kids", "6": "https://tribune.com.pk/story/2406975/more-than-just-a-place-to-pray", "7": "https://tribune.com.pk/story/2406971/empowered-women-empowering-startups", "8": "https://tribune.com.pk/story/2406968/a-week-of-turmoil", "9": "https://tribune.com.pk/story/2406954/court-orders-fia-to-freeze-assets-of-rasikh-elahi"}, "Category": {"0": "national", "1": "national", "2": "national", "3": "national", "4": "national", "5": "national", "6": "national", "7": "national", "8": "national", "9": "national"}, "CreationDate": {"0": "2023-03-19", "1": "2023-03-19", "2": "2023-03-19", "3": "2023-03-19", "4": "2023-03-19", "5": "2023-03-19", "6": "2023-03-19", "7": "2023-03-19", "8": "2023-03-19", "9": "2023-03-19"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/chaudhryshujaathussainscreen1650636461-0/chaudhryshujaathussainscreen1650636461-0.jpg", "1": "", "2": "", "3": "", "4": "https://i.tribune.com.pk/media/images/For-P8-article1679223015-1/For-P8-article1679223015-1.jpg", "5": "", "6": "", "7": "https://i.tribune.com.pk/media/images/Smart-WOmen1679220972-1/Smart-WOmen1679220972-1.jpeg", "8": "", "9": "https://i.tribune.com.pk/media/images/1159887-CourtJudgeJustice-1470865916/1159887-CourtJudgeJustice-1470865916.jpg"}}