{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan", "7": "balochistan", "8": "balochistan", "9": "balochistan"}, "Header": {"0": "Photography skills for schoolchildren", "1": "Experts call for national nutrition policy", "2": "Report on riots at judicial complex compiled", "3": "Flour crisis feared in Rawalpindi", "4": "Marathon race held to welcome spring", "5": "Australian embassy holds girls’ cricket cup", "6": "Consumers face fresh wave of inflation", "7": "‘US, Pakistan have to work together to cope with climate crisis’", "8": "Newly appointed teachers await salaries", "9": "Illegal transplant case: Physical remand of accused extended"}, "Summary": {"0": "PMNH initiates project to teach photography and videography skills to students", "1": "Say Pakistan faces triple burden of overnutrition, undernutrition and hidden hunger", "2": "Report details injuries suffered by scores of law enforcement, damage caused to state property by PTI supporters", "3": "Traders announce complete boycott of sale of flour from today after govt increases price", "4": "471 marathon participants help Rawalpindi kick off Jashan-e-Baharan celebrations", "5": "AHC has been sponsoring girls’ cricket in Pakistan since May 2016 to promote gender equality through sports", "6": "Essential goods prices spiral out of control overnight, hike likely to hit proposed Ramazan sasta bazaars", "7": "Top US official says both countries engaged to tackle plastic pollution in Pakistan", "8": "Dozens of female instructors suffer from mental agony owing to non-disbursement of salaries for seven months", "9": "Police include murder provision against suspects after autopsy of man, who died during operation"}, "Detail": {"0": "The Pakistan Museum for Natural History (PMNH) has envisaged an initiative to impart photography and videography skills among school-going children to capture and film the beauty of nature.\n“The students will be imparted photography and video-making skills under the newly conceived project titled, “Media Project for Conservation of Environment and Nature”, PMNH Director General Dr Saima Huma Tanveer said.\n“These students will be trained on capturing different aspects of environment and nature including flowers, birds, mountains, rivers etc”, she said.\n“The use of social media platforms among students of all ages is at its peak who seem to be interested to create their own Youtube channels, TikTok and Facebook accounts for the sake of fun and money making. However, they seem to be clueless about what should they portray or project on these platforms. app\nPublished in The Express Tribune, March 20th, 2023.\n", "1": "Nutritionists and dietitians Sunday emphaised the need for formulation of a national nutrition policy (NNP) to raise awareness of the significance of nutrition and its impact on the health of present and future generations.\nThey were speaking at a seminar, organised by the National University of Medical Sciences (NUMS)’s Department of Nutrition and Dietetics (DND) to celebrate “March Nutrition Month” - being celebrated across the world with the theme “Fuel for the Future.”\nDr Abdul Momin Rizwan, Head of the Department of Nutrition and Dietetics at NUMS in his remarks said it was imperative to have National Nutrition Policy (NNP) for a country like Pakistan as it was facing a triple burden of malnutrition including overnutrition, undernutrition and hidden hunger (micronutrient deficiencies) which were extremely common in the country.\nThese issues can be addressed through NNP which will be executed at the national and provincial levels with clear guidelines and goals.\nHe said some good work in bits and pieces, was being done in the public and private sectors but that was not yielding desired results to root-out malnutrition.\nShahid Fazal, a nutrition expert and Regional Advisor at Nutritional International, an international Non-Governmental Organisation said that a consensus on NNP among the provinces was necessary for the formulation of such policy to ensure uniformity in its implementation at the provincial level to achieve the set goals.\nReferring to a report launched by the Pakistan Scaling Up Nutrition (SUN) Secretariat at the Ministry of Planning Development & Reform, in collaboration with the United Nations World Food Programme (WFP), Shahid Fazal said the consequences of malnutrition was costing Pakistan $7.6 billion per year.\nDr Umar Farooq of NUMS said if the available data was analysed, 50 per cent of the Pakistan population would be found to have some sort of nutrient deficiencies.\nHe said unstoppable urbanisation and reduction in the production areas in the country would increase food security issues and non-communicable diseases. The problem of malnutrition with its many facets needs to be tackled at the national level.\nSenior policy advisor at Global Alliance for Improved Nutrition(GAIN) said that under the chairmanship of the planning commission, some policy work had started and GAIN was also helping them to chalk out NNP which was expected to be finalised this year.\nOnce formulated, NNP would be put up to the Council of Common Interest for approval which would give it acceptance and recognition at the national level, said Faiz Rasool.\nHe called for the inclusion of the youth as well as the implications of climate change in the Food Security Policy for ensuring its success. He said there was some work going on to include nutrition subjects at the grassroots level as some educational institutions had offered nutrition-related subjects.\n \nPublished in The Express Tribune, March 20th, 2023.\n", "2": "A report pertaining to the damage caused by the riots outside the Islamabad Judicial Complex on Saturday has been prepared which includes the details of the injured law enforcement agencies personnel.\nIntense clashes had broken out Saturday between the police and the activists belonging to Pakistan Tehreek-e-Insaf (PTI) as party chief Imran Khan’s convoy reached the judicial complex ahead of his appearance before the district and sessions court in the Toshakhana case.\nAccording to the contents of the report, 47 officers and officials of the Islamabad Police were injured during the riots and 34 of them were brought to the Pakistan Institute of Medical Sciences (PIMS) Hospital.\nIn addition to this, three injured FC personnel were also brought to the PIMS Hospital. Most of the injured suffered injuries from sticks on their limbs while some were affected by tear gas.\nIslamabad Police SSP Operations Malik Jamil was also among the injured police officers. Jamil was injured due to severe stone pelting by the PTI workers. The SSP operations was also shifted to PIMS Hospital.\nThe report also stated that the PTI workers also damaged vehicles and government property.\nMeanwhile, another report regarding damage to the vehicles of Islamabad and Punjab police, during the riots, has also been prepared.\nAs per the report, as many as 15 vehicles were damaged by the PTI activists, in which all the windows of two Faisalabad police buses were broken, one window of a Chakwal police bus was broken while two pick-up vehicles of Islamabad police and two motorcycles were set on fire. Apart from this, a bomb disposal squad vehicle was destroyed.\nIn the footage, obtained by the Islamabad Police, it can be seen that the PTI workers were moving towards the police holding sticks in their hands. Stone pelting by protesters can also be seen in the video.\nFurther, the PTI workers also set fire to a police post and several motorcycles. The police had to retreat due to severe stone pelting and tear gas shells fired by the PTI activists, after which the protective equipment of the Islamabad Police was acquired by the party workers.\nPublished in The Express Tribune, March 20th, 2023.\n", "3": "The Punjab government has made a record increase in the price of cheap subsidised flour.\nThe Grocery Merchant Association has announced a complete boycott of the sale of flour from Monday [today] due to which there is a fear of a flour crisis in Rawalpindi.\nThe government has also started selling wheat to flour mills at Rs3,900 instead of Rs2,300 per 40kg.\nSalim Pervez Butt, the central president of the Grocery Merchants Association, told The Express Tribune that the price of a 10kg bag of cheap subsidised flour was Rs648, which has now been increased to Rs1160.\n“The ex-mill price of this subsidized flour has been fixed at Rs1140. The grocery shops will get this subsidised flour bag from flour mills at a cost of Rs1,165. We cannot buy a 10kg bag of cheap flour at Rs1,165 and sell it at Rs1,160,” he lamented.\n“About 25,000 flour bags are supplied daily. We have stopped the purchase of these bags from March 20 and have also informed the food controller, deputy commissioner and all flour mills of our decision,” he said and added that all the shopkeepers have issued notices to the Flour Dealers Association about their decision not to buy the flour.\n“The 10kg bag of premium quality fine flour is priced at Rs1,400 while the cost of the cheap subsidised red flour has been increased to Rs1,160. There is only a slight difference in the prices,” he explained.\nSources said with this decision, the flour crisis will start in the Rawalpindi district from March 20 [today].\nNaanbai Association President, Shafiq Qureshi, has announced to increase the price of roti, naan and paratha by Rs10 each from 1st Ramazan.\nThe Central Grocery Merchants Association has also sent a protest letter to Deputy Commissioner Hasan Waqar Cheema.\nFree flour distribution\nOn the other hand, the Rawalpindi district administration would distribute 1,447,775 free flour bags among the poor and deserving people.\nAccording to a spokesperson for the commissioner’s office, on the directives of Rawalpindi Commissioner, Liaquat Ali Chatta, the administration had finalised all the arrangements and set up free flour distribution points. He said that 100,000 flour bags would be distributed on daily basis.\nIn this regard, 232 trucking points had been established across the district. Free flour bags would be distributed among the deserving people as per the instructions of the Punjab Government, he said.\nDisplay of the price lists would be ensured at all shops and the representatives of Anjuman-e-Tajran would also be taken on board, he said.\nWith additional input from the APP\n \nPublished in The Express Tribune, March 20th, 2023.\n", "4": "A marathon race was organised on the occasion of Jashan-e-Baharan in Rawalpindi to mark the beginning of the spring season in which 471 athletes participated.\nThe marathon started at Sports Complex, Liaquat Bagh and culminated at the Shehbaz Sharif Sports Complex. The athletes ran well on the five-kilometre- long track during the marathon race.\nAs many as 30 athletes participated in the category of senior citizens, 352 in the open category and 89 athletes participated in the under-16 category.\nUnder-16 athletes completed the specified distance in 16 minutes and open category players in about 15.5 minutes. In the senior citizen category, Waris Masih secured the first position, Sarfaraz Khalid got the second and Eric Joseph obtained the third position.\nIn the open category, Muhammad Akhtar won the first position, Sohail Ahmed secured the second and Israr Khizar got the third position. In the under-16 category, Tayyab came first, Muhammad Roman second and Shakir Usman received third position.\nRawalpindi Commissioner Liaquat Ali Chatha and Deputy Commissioner Hasan Waqar Cheema were the chief guests.\nPublished in The Express Tribune, March 20th, 2023.\n", "5": "The Australian High Commission (AHC) and the Pakistan Cricket Board (PCB) with the support of Serena Hotels hosted the 7th AHC-PCB Girls’ Cricket Cup in Islamabad.\nOn the occasion, Australia’s High Commissioner to Pakistan, Neil Hawkins congratulated the girls and the schools on their participation and welcomed the continued support of the PCB and Serena Hotels for the annual AHC-PCB Girls’ Cricket Cup.\n“The AHC has been sponsoring girls’ cricket in Pakistan since May 2016 to promote gender equality through sports.\nWe began with a single annual tournament in Islamabad but have since expanded to Lahore and Karachi,” Hawkins added. He said that “Our countries share a passion for cricket. It’s more than just a game - it's a powerful tool for people-to-people connection and for social change.\nBy supporting events like the Girls' Cricket Cup, we're promoting equality, opportunity, and hope. Every time these girls hit a boundary or make a catch, they are taking a step towards greater empowerment.”\nThe girls attended an eight-day coaching clinic in the lead-up to the competition conducted by PCB first-class cricket coaches, led by head coach Wasim Yousufi, Manager Game Development Aisha Jalil and Head of Pakistan Women's Cricket Tania Mallick.\nPublished in The Express Tribune, March 20th, 2023.\n", "6": "With the fasting month just around the corner, a sudden surge in the prices of petroleum products has fueled inflation to go through the roof.\nAccording to sources, the price of a 10-kg bag of subsidised wheat flour has been increased by Rs512 in a single go.\nEssential food items including fruits, vegetables, pulses, meat, chicken, oil, ghee, rice, gram flour, dates, and various beverages have also spiraled out of the common man’s purchasing power.\nThe recent wave of inflation is also likely to grip the proposed Ramazan sasta bazaars.\nIn the open market, mutton is being sold at Rs2,000 per kg, beef at Rs1,000, rice at Rs420, grams at Rs300, white gram at Rs410, live chicken at Rs370, chicken meat at Rs550, cooking oil at Rs620, ghee at Rs540, tea leaves at Rs510, milk at Rs200 per litre, and yogurt at Rs220.\nSimilarly, dates, which are the part and parcel of the Ramazan food basket are being sold at Rs500 to Rs850 per kg, split chickpeas at Rs300 per kg, apples at Rs50 to Rs350 per kg, bananas at Rs200 to Rs300 per dozen, orange at Rs350 to Rs450 dozen, guavas at Rs150 to Rs170 per kg, pomegranate at Rs350 to 400 per kg, grapes at Rs350 to Rs380 per kg, watermelon at Rs150, per kg, and strawberries are available at Rs250 per kg.\nThe new wave of inflation has also affected the prices of vegetables as potatoes are being sold at Rs35 to Rs60 per kg, onion at Rs90 to Rs180 per kg, lemon at Rs200 to Rs220 per kg, tomatoes at Rs70 to Rs80 per kg, garlic at Rs300 to Rs370, ginger at Rs580 to Rs630, peas at Rs90 to Rs100 per kg, and green chilies at Rs100 to Rs120.\nOn the other hand, beverage companies have jacked up the prices of all kinds of soft drinks.\nThe price of a small bottle of soft drink has been increased by Rs40 and the price of a large bottle has been increased by Rs70.\nPublished in The Express Tribune, March 20th, 2023.\n", "7": "US Assistant Secretary for Oceans and International Environmental and Scientific Affairs Monica P Medina has said that the governments of the United States (US) and Pakistan have great room to work together on the Green Climate Fund (GCF) to cope with climate challenges caused by global warming and environmental degradation.\nDuring an interaction with media persons about the outcomes of the ministerial dialogue on climate change, Medina said: “One thing that we really need to work on together is with respect to the GCF which is one of the largest fund donors of the projects to deal with climate change in the world. She said that both Pakistan and US governments were going to co-chair the board of directors at the key moment when the countries were looking to get more funding from the Fund for the communities that were being hit hardest by climate change.\nShe underlined that it was a tremendous opportunity for the US and Pakistan in particular to work together to help solve climate challenges. Medina said Pakistan is a very important partner and a friend of the US.\n“We have very meaningful and deep relationships and lots of people-to-people ties, strong bilateral exchanges and we are working together on global climate and environmental challenges as these challenges we know hit close to home.\"\nThe US official said the world countries were already facing horrible climate impacts but the devastating floods in Pakistan last year caught everyone's attention. \"We worked closely with the Pakistani government in the wake of the floodings. Since these terrible events, the US announced more than $200 million in flood relief, food security, disaster preparedness and other recovery efforts. We are very pleased to be able to do that as well as lending a lot of expertise too in trying to figure out ways to prevent and adapt to these sorts of climate stressors,” she said.\nShe said that the US administration had realised that both countries would have to move forward to mitigate the climate crisis by working together.\n“US Special Presidential Envoy for Climate John Kerry would have been here but his busy schedule did not permit him,” she added.\nPublished in The Express Tribune, March 20th, 2023.\n", "8": "The newly appointed female primary teachers of the Ghazi region are awaiting to receive their salaries even after seven months of their postings.\nSources said since the transfer of SDEO Education Ghazi last month, no one has been assigned the powers of Drawing and Disbursement Officer (DDO), adding to the woes of the newly appointed female teaching staff.\nAccording to sources, the secretary of education has been requested to provide relief to the affected teachers from the distressing situation while the Education Office (male) has assured provision of salaries soon.\nThe sources said that on September 3, 2022, female primary teachers were appointed in Ghazi and the DEO Office (female) Haripur had made it mandatory that the salaries of the newly appointed teachers will not be released until the verification of their educational documents. However, the verifications issued by some of the boards were sent to the Haripur office but they allegedly went missing from the office due to negligence and then they had to undergo the process again.\nThe sources have also said that a message was sent by the affected female teachers to the Khyber Pakhtunkhwa’s director of education to resolve their problems, after which a clear instruction was issued to all the DEOs that the salaries of the affected teachers should be released soon and a report should be sent to the Directorate of Education, Peshawar, but the salaries were still not released.\nAccording to the officials of the accounts office, the checks issued by the office on March 1, 2023, were sent to the SDOs. Providing the salaries of any department on time is the responsibility of the departmental accounts office.\nThe officials in charge of the education office (female) have said that the SDEO (female) of Ghazi was transferred on February 18. “Her post was still vacant and the temporary charge of handling the issues of salaries etc.\nHas not been handed over to anyone yet due to which seven months’ salary cheques of the nine newly appointed primary teachers of Ghazi are still pending,” they explained. “As soon as an officer is appointed, the checks will be released with her signature,” they said.\nDozens of female teachers have been suffering from severe mental anguish due to the non-issuance of their salaries for the past seven months.\nOn being contacted about this situation, Mumtaz Khan, Budget and Accounts Officer of the Department of Education, said that male and female SDOs in Ghazi were appointed two days ago. “As per the rules and regulations, only an authorised officer is allowed to sign the released salary cheques. Due to non-placement, there has been a delay in releasing salaries, taking notice of which the required placement has been made in Ghazi. Now all teachers’ salaries will be released soon,” he claimed.\nMeanwhile, political leader Imran Alizai said that due to undue political interference, male and female offices of the education department had become political arenas.\n“Incompetent persons with political backing have been illegally appointed to higher positions which will plague this department like the TMA has been with political vendettas,” he said.\nHe alleged that it was unfortunate for the district that the appointment and transfer of school principals of grades 17 and 18 were being done by the class four secretary of a local politician who was himself a watchman or a driver.\n“Due to this lawlessness, dozens of teachers cannot come forward for fear of reprisals. There are numerous instances where scores of male and female teachers have been targeted in the name of bogus inquiries,” he claimed.\n \nPublished in The Express Tribune, March 20th, 2023.\n", "9": "Civil Judge Wajiha Khawaj on Sunday extended for four days the physical remand of nine accused including three doctors in the illegal organ trade and kidney transplant case.\nThe suspects were produced in the court after the expiry of their three-day physical remand.\nInvestigating Officer Ghulam Murtaza produced the suspects, Dr Zahid Mukhtar Bukhari, Dr Latif Abid, Israr Hussain Shah, Shahzad Altaf, Shahnawaz, Muhammad Asim, Muhammad Imran, Rashid Mehmood and Anas Rehman in the judicial complex and requested a seven-day physical remand.\nThe court while granting physical remand for four days ordered the investigation officer to produce the accused on March 22.\nThe body of the patient who died in the hospital was transferred to the district headquarters hospital for a post-mortem\nThe police said raids were under way to arrest three fugitives including Dr Athar, who have gone into hiding after police made the arrests. Provision of 302 (murder case) has also been included in the case filed after the autopsy of Iftikhar Ali’s body, police said.\nThe body of Iftikhar Ali, a resident of Jaranwala, was handed over to the heirs after a post-mortem on Sunday.\nEarlier, the Punjab Human Organ Transplant Authority (PHOTA) and Rawalpindi police raided a private hospital involved in illegal organ transplants of patients and arrested nine suspects including three doctors for their alleged involvement in illegal transplants.\nAccording to police, a 65-year-old man, Iftikhar Ali, died while being operated upon during the illegal transplant while one person was shifted to a hospital in critical condition.\nThe police said that Dr Zahid was arrested in the past for his involvement in illegal organ transplantation and kidney sale.\nPolice also seized Rs20 million in cash from the private hospital and rounded up 15 patients, including a foreigner.\nPHOTA Assistant Director (technical) Faraz Ahmed earlier said that the private hospital was raided on a tip-off that illegal transplants were being carried out there.\nHe said that 15 patients were recovered from the hospital and of them, two were in critical condition. He said that all the patients were transferred to government hospitals.\nThe accused used to carry out kidney transplants illegally and earn millions of rupees. They used to buy kidneys from the poor for Rs0.1 million and sell them for up to Rs5 million.\nEarlier, Rawalpindi police arrested three suspected traffickers including two nurses from the Jand area.\nThe Rawat police arrested a man and two nurses who were allegedly involved in the illegal organ trade and transplantation of kidneys.\nPolice had recovered surgical equipment and a vehicle during a raid on two houses in a private housing society located in the vicinity of Rawat.\nThe two houses in the housing society were being used for the illegal organ trade. Police said that the houses had been by rented the accused for carrying out the illegal organ trade.\nPolice earlier said that the suspected two women had escaped the location leaving behind surgical equipment and other belongings including a vehicle after the police arrested one of their accomplices.\nPolice said that raids were underway for the arrest of the doctor, identified as Imran, who is said to be the ringleader of illegal kidney transplantation. The doctor is said to have fled to Lahore after the police arrested his accomplices.\nPakistan has long been an international hub for the illegal kidney trade, but authorities have been unable to act against the practice due to ineffective enforcement policies and a lack of political will to crack down. In Pakistan, organ donation is legal so long as it is voluntary, given without duress or the exchange of money. The limited supply sees the wealthy routinely exploit thousands of poor with the help of an organ trade mafia.\nPublished in The Express Tribune, March 20th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2407033/photography-skills-for-schoolchildren", "1": "https://tribune.com.pk/story/2407032/experts-call-for-national-nutrition-policy", "2": "https://tribune.com.pk/story/2407031/report-on-riots-at-judicial-complex-compiled", "3": "https://tribune.com.pk/story/2407030/flour-crisis-feared-in-rawalpindi", "4": "https://tribune.com.pk/story/2407029/marathon-race-held-to-welcome-spring", "5": "https://tribune.com.pk/story/2407027/australian-embassy-holds-girls-cricket-cup", "6": "https://tribune.com.pk/story/2407026/consumers-face-fresh-wave-of-inflation", "7": "https://tribune.com.pk/story/2407025/us-pakistan-have-to-work-together-to-cope-with-climate-crisis", "8": "https://tribune.com.pk/story/2407024/newly-appointed-teachers-await-salaries", "9": "https://tribune.com.pk/story/2407023/illegal-transplant-case-physical-remand-of-accused-extended"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad", "9": "islamabad"}, "CreationDate": {"0": "2023-03-20", "1": "2023-03-20", "2": "2023-03-20", "3": "2023-03-20", "4": "2023-03-20", "5": "2023-03-20", "6": "2023-03-20", "7": "2023-03-20", "8": "2023-03-20", "9": "2023-03-20"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/569767-camerareelphoto-1372448838/569767-camerareelphoto-1372448838.jpg", "1": "https://i.tribune.com.pk/media/images/main-image-nutrition1609929993-5/main-image-nutrition1609929993-5.jpg", "2": "https://i.tribune.com.pk/media/images/PTI-web1679217871-0/PTI-web1679217871-0.jpg", "3": "https://i.tribune.com.pk/media/images/51663791548-1/51663791548-1.jpg", "4": "https://i.tribune.com.pk/media/images/Marathon1646030225-0/Marathon1646030225-0.png", "5": "https://i.tribune.com.pk/media/images/Fn-xbJMXwAAI4iA1679289349-0/Fn-xbJMXwAAI4iA1679289349-0.jpg", "6": "https://i.tribune.com.pk/media/images/1112219-SundaybazaarvendorAPPx-1464471503/1112219-SundaybazaarvendorAPPx-1464471503.jpg", "7": "https://i.tribune.com.pk/media/images/pak-US-cover1634387638-0/pak-US-cover1634387638-0.jpg", "8": "https://i.tribune.com.pk/media/images/1078745-afpteachersxxxx-1459806434/1078745-afpteachersxxxx-1459806434.jpg", "9": "https://i.tribune.com.pk/media/images/856665-surgery-1426882267/856665-surgery-1426882267.jpg"}}