{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan"}, "Header": {"0": "248 properties sealed for non-payment of tax", "1": "230 Adiala inmates test positive for hepatitis", "2": "Fruit sales plunge as boycott campaign digs in"}, "Summary": {"0": "Excise authority conducts major operation against tax evaders, collects Rs30.07 million", "1": "Blood screening raises alarm over inmates' health", "2": "Social media played key role in making the boycott a success"}, "Detail": {"0": " The Department of Excise, Taxation & Narcotics Control has sealed a total of 248 property units in a major operation against property tax, luxury tax and commercial property tax defaulters in Rawalpindi district.\nAs part of the crackdown on defaulters, the excise department has arrested 13 major defaulters and has successfully recovered a sum of Rs30.07 million from them.\nBuilding upon this momentum, the department has made it mandatory for all major VVIP housing societies within the city to obtain a No Objection Certificate (NOC) from the department for the sale and transfer of property titles.\nAny properties that are transferred without this NOC will be considered a bookable offence, and violators will be subjected to heavy fines.\nOn contact, sources in the department confirmed that the rule of NOC will provide the department with additional revenue of millions of rupees annually.\nThey said that the property registrar has already been informed about this through a notice.\nAccording to the notice, houses and plots in big housing societies can no longer be transferred without NOC from the department.\n", "1": "Blood screening of prisoners in the Adiala Central Prison has revealed that at least 230 inmates are suffering from Hepatitis C and a single prisoner is living with Hepatitis B.\nThe results have raised serious questions about the quality of food and drinking water being provided to the prisoners.\nAccording to official sources, the screening was conducted by the Rawalpindi District Health Authority (DHA).\nThey said no inmate tested positive for HIV AIDS, against the expectations of many.\nAs per the jail manual, it is necessary to provide food to prisoners per the hygiene rules.\nThe health authority conducted the screening from March 13 to March 27 during which, a blood screening of 5,830 prisoners was conducted.\nOf these, 5,660 were male prisoners and 170 were female, the sources said.\nA special team of the DHA carried out the sampling process for Hepatitis B, C, HIV AIDS along with other diseases.\nAs per the results of the tests, several inmates were also living with anaemia.\nSources also said a huge number of cases have shed light on the negligence and carelessness of the jail administration in ensuring the supply of quality food to the inmates as per hygiene rules.\nMeanwhile, the DHA has taken responsibility for the treatment of the 230 prisoners who have been confirmed to have Hepatitis C.\nPrisoners with these diseases will be given a course of medicine for four months.\n", "2": "With a successful boycott campaign against ‘ridiculously inflated’ fruit prices, the residents of the twin cities have managed to bring profiteers and hoarders to their knees and reduce the prices of various fruits by 100 per cent.\nHit hard by the skyrocketing inflation, the public extended support to the ‘Fruit Boycott’ call that first appeared on social media and urged people not to purchase fruits as a protest against the exorbitant prices of the commodities during the holy month of Ramazan.\nOn Friday, the prices of bananas, watermelons, strawberries, apples, guavas, and oranges recorded a sharp downward trend.\nThe citizens breathed a sigh of relief and urged others to follow their lead and continue the boycott.\nAt the beginning of the fasting month, melons were being sold at Rs250 per kg in the twin cities, while following the boycott drive, their prices tumbled to Rs120 and Rs150 per kg.\nEarlier, the Sindhi watermelon was being sold at Rs150 per kg, however, after the boycott, the price of watermelon has reduced to Rs50 per kg.\nAccording to sources privy to the development, these prices are likely to decline further.\nAt the onset of the holy month, the best quality bananas were being sold at Rs500 per dozen.\nAfter the boycott, they are being sold at Rs250 to Rs200 per dozen.\nSimilarly, the price of watermelon has been brought from Rs200 to Rs80 per kg.\nThe prices of various types of apples have fallen from Rs450 to Rs200.\nMeanwhile, strawberries were being sold at Rs350 per kg before the campaign.\nNow they are being sold at Rs150 per kg.\nThe price of guava has also been brought down to Rs250 from Rs350 per kg.\nIn the twin cities of Rawalpindi and Islamabad, the price of a kg of oranges was jacked up to Rs450 per kg with the onset of the spring.\nNow, fruit sellers have been compelled to fix the new price of oranges at Rs300 per dozen.\nCommenting on the significant reduction in the prices of fruits due to the boycott, a customer named Tabsum Bibi said that she lives near Stadium Road and buys fruits from a relatively cheap makeshift bazaar near the Allama Iqbal Park.\nAccording to the Price Control Committee officials, the most positive impact of the citizens' boycott has been on fruit prices.\nHe said that the prices are still higher than the purchasing power of the citizens, but if the citizens of the twin cities continue such a boycott, the prices may decrease further, which will benefit the trader less and the buyer more.\n"}, "Link": {"0": "https://tribune.com.pk/story/2409523/248-properties-sealed-for-non-payment-of-tax", "1": "https://tribune.com.pk/story/2409520/230-adiala-inmates-test-positive-for-hepatitis", "2": "https://tribune.com.pk/story/2409511/fruit-sales-plunge-as-boycott-campaign-digs-in"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad"}, "CreationDate": {"0": "2023-04-02", "1": "2023-04-02", "2": "2023-04-02"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/31664571940-1/31664571940-1.jpg", "1": "https://i.tribune.com.pk/media/images/809241-AdialajailEXPRESS-1418941484/809241-AdialajailEXPRESS-1418941484.jpg", "2": "https://i.tribune.com.pk/media/images/fruit1630647140-0/fruit1630647140-0.jpg"}}