"{\"Keys\":{\"0\":\"business\",\"1\":\"business\",\"2\":\"business\",\"3\":\"business\",\"4\":\"business\",\"5\":\"business\",\"6\":\"business\",\"7\":\"business\",\"8\":\"business\"},\"Header\":{\"0\":\"Weekly inflation sees sixth consecutive increase\",\"1\":\"Profit margins of petroleum dealers, OMCs may be deregulated\",\"2\":\"Punjab faces  fertiliser shortage, centre told\",\"3\":\"Egypt to import meat from Pakistan\",\"4\":\"Underutilised cement plants likely to pay more tax\",\"5\":\"LCCI condemns increase in discount rate\",\"6\":\"Remittances to remain flat in 2022: World Bank\",\"7\":\"SBP to unveil monetary policy eight times a year\",\"8\":\"PSX gains 378.91 points over LSM growth\"},\"Summary\":{\"0\":\"SPI driven by sharp rise in prices of essential food items.\",\"1\":\"They have been seeking increase in their sales and distribution margins by around 50pc.\",\"2\":\"ISLAMABAD: Minis\\u00adter for National Food Security and Research Syed Fakhr Imam on Friday presided over a meeting of...\",\"3\":\"Commerce adviser says move is a part of the government\\u2019s policy of geographical and product diversification.\",\"4\":\"Units going to raise output may be exempted.\",\"5\":\"LAHORE: The Lahore Chamber of Commerce and Industry (LCCI) on Friday said the State Bank of Pak\\u00adistan\\u2019s (SBP)...\",\"6\":\"Govt\\u2019s proactive \\u2018Pakistan Remittance Initiative\\u2019 was successful in attracting large inflows in 2021, notes report.\",\"7\":\"KARACHI: The State Bank has decided to announce the monetary policy eight times a year instead of the current...\",\"8\":\"Accumulation witnessed in stocks of banking sector.\"},\"Detail\":{\"0\":\"ISLAMABAD: Inflation measured through the Sensitive Price Index (SPI) posted an increase of 1.07 per cent for the week ended on November 18 driven by a sharp rise in the prices of essential food items, data released by the Pakistan Bureau of Statistics (PBS) showed on Friday. \\nThe PBS data showed that this is the sixth consecutive week where inflation witnessed an upward increase. In November, the highest jump of 1.81pc in weekly inflation was recorded. \\nFor the lowest income group earning below Rs17,732 per month, the SPI increased by 0.39pc. For the group earning above Rs44,175, it rose by 1.44pc. \\n\\nSPI driven by sharp rise in prices of essential food items\\n\\nThis was mainly due to an increase in prices of essential items including chicken 8.26pc, cooking oil 5 litre 4.72pc, bananas 4.18pc, washing soap 3.94pc, vegetable ghee 2.5 kg 3.15pc, vegetable ghee 1 kg 2.38pc, rice irri 1.76pc, pulse moong 1.62pc, eggs 1.52pc, fire wood 1.24pc and tea prepared 1.21pc. \\nThe items whose prices decreased during the week included tomatoes 5.77pc, sugar 4.25pc, onions 2.14pc, gur 1.48pc, potatoes 1.36pc, pulse masoor 0.43pc, garlic 0.13pc, wheat flour 0.08pc, LPG 0.08pc and pulse gram 0.02pc. \\nDuring the week, out of 51 items, prices of 27 items incr\\u00adeased 10 items decreased and 14 items remained constant.\\nAnalyst Fahad Rauf at Ismail Iqbal Securities said SPI has remained above one per cent level for the past four out of five weeks, which is not a usual phenomenon. \\n\\u201cIt indicates a sharp rise in Consumer Price Index (CPI) in coming months,\\u201d he said, adding that the headline inflation would reach 10.3pc this month.\\nHe believed that commodity prices would remain under pressure during January to March 2022 in view of rising transportation cost on account of soaring diesel prices in the last few months, the impact of rupee\\u2019s devaluation of over 13pc against the dollar since July, and high energy prices.\\nPublished in Dawn, November 20th, 2021\\n\",\"1\":\"ISLAMABAD: The government is considering complete deregulation of profit margins of petroleum dealers and oil marketing companies (OMCs) with upper caps and initial increase of 15-20 per cent.  \\nThis is based on the advice of state-owned Pakistan Institute of Development Economics (Pide) but a final decision is expected to be taken by the Cabinet Committee on Energy (CCOE) or the Economic Coordination Committee (ECC) of the Cabinet next week. \\nThe OMCs and petroleum dealers have been seeking increase in their sales and distribution margins by around 50pc to the premise of increase in the costs of doing business and inflation. \\nThe dealers had threatened to go on countrywide strike with effect from November 5 in protest against the government\\u2019s dilly-dallying on increase in their margins. On November 3, they withdrew their protest strike call after a government team led by Minister for Energy Hammad Azhar agreed to increase their margins on sale of petroleum products by 6pc within a few days. The meeting had also constituted a committee led by Petroleum Secretary Dr Arshad Mahmood and comprising stakeholders to ensure implementation of the agreement for increase in the margins through approvals from the ECC and the federal cabinet by November 15. The government team also included the chairman of the Oil and Gas Regulatory Authority (Ogra) and the Director General Oil. \\nThe dealers announced on November 3 that they were calling off their protest but would go on a strike from November 20 if agreed increase in margins was not notified.\\nInformed sources said that about 15-20pc increase in dealers\\u2019 margins and OMC\\u2019s commission had been finalised in a summary to the cabinet committees. The summary had proposed increasing dealers commission by about 85 paisa and 60 paisa per litre on petrol and diesel respectively and about 60 paisa per litre increase for both petrol and diesel for OMCs. At present, the OMCs are allowed Rs2.97 per litre commission on both products and dealers get Rs3.90 and Rs3.30 per litre on petrol and diesel, respectively. \\nThe summary was held back at the last moment on the receipt of an independent study submitted by Pide. The study proposed deregulation of margins for dealers and OMCs with an upper cap at about Rs4 and Rs4.50 per litre, respectively or as percentage of sale price of petroleum products, starting with the same range of impact. \\nPide advised that best option would be complete deregulation for which the current market situation was the most opportune as various cost elements were fixed and enough players were in the market for fair competition. At the same time, Pide also called for facilitation of a fresh category of petroleum dealers alongside two existing categories for competition but did not suggest if regulatory environment was conducive. At present, retain pumps are of two categories including \\u201ccompany owned and company operated\\u201d and \\u201ccompany owned, dealer operated\\u201d. The new category should be of \\u201cdealer owned, dealer operated\\u201d on the pattern of the United States and the Philippines. \\nIt said country had 66 licences OMCs and 34 of them were actively operating in the market \\u2013 an ideal situation for competition. On top, there were about 10,000 petroleum pumps \\u2013 one third of whom belonged to state-run Pakistan State Oil which can act as price leader with overall market share of close to 50pc. \\nSince, the ex-refinery or import parity price was well known along with federal excise, customs duty, inland freight equalisation margin, petroleum levy and sales tax, the margins for OMCs and dealers could be ascertained by Ogra in case these go beyond upper cap. \\nIt also offered another option of partial deregulation with upper cap of margins either by merging margins both the dealers and OMCs or without merger. The upper cap could be in the shape of fixed margin or up to 13pc on total capital employed on arranging product supply which worked out to be 6.5pc to 7pc of sale price of petroleum products. At this rate, per litre margins ranged between Rs7 and 8 per litre each to dealers and OMCs on both products. This also involved the cost for maintaining mandatory stocks.\\nPublished in Dawn, November 20th, 2021\\n\",\"2\":\"ISLAMABAD: Minis\\u00adter for National Food Security and Research Syed Fakhr Imam on Friday presided over a meeting of provincial counterparts to monitor the ongoing sowing of wheat in the country. \\nPunjab Minister for Agriculture Hussain Jahania Gardezi informed the meeting that his province was facing shortage of fertiliser. \\nMr Imam said immediate steps would be taken to ensure that all that\\u2019s needed for production are available in ample supply. \\nHe said the federal government in the meantime has no worries about the availability of urea as the gas companies have been directed to streamline supply of gas to the fertiliser plants for smooth production of fertiliser. \\nA recent meeting on fertiliser held at the finance ministry was informed that the supply of gas to SNGPL-based urea plants will assure production of additional 300,000 tonnes of fertiliser till January 2022. At the same time, tender for import of 100,000 tonnes of urea has also been floated, the meeting was informed. \\nMr Imam praised the efforts of Punjab agriculture minister in ensuring that the farmers sow wheat seeds timely. \\nThe Punjab minister informed the meeting that the provincial government has conducted numerous seminars to create awareness in addition with partnering with five agricultural universities to mobilise agricultural students in ensuring proper sowing of wheat seeds. \\nThe meeting was inf\\u00ado\\u00adr\\u00admed that 51 per cent of wheat sowing in Pun\\u00adjab, 42pc in Sindh and 40pc each in Khyber Pakh\\u00ad\\u00adtunkhwa and Balo\\u00adchistan has been completed.\\nMr Imam told the prov\\u00adincial representatives that the purpose of the meeting was to ensure that \\u201cwe are on track to meet the assigned wheat targets\\u201d. \\nThe government has fixed wheat production target of 28.9 million tonnes from a sowing area of 9.2m hectares for the Rabi season 2021-22. \\nDuring the meeting, the federal minister discussed the outstanding issues that the provincial agriculture departments are facing in order to meet the assigned targets. \\nMr Imam was briefed that the certified seed of wheat is sufficiently available with all provinces. He, however, emphasised that a \\u2018track and trace system\\u2019 is established to ensure maximum productivity of wheat in the country.\\nPublished in Dawn, November 20th, 2021\\n\",\"3\":\"ISLAMABAD: Egypt has approved 10 slaughter houses of Pakistani companies for import of meat. \\nAn official announcement of the commerce ministry said that Egypt\\u2019s Veterinary Quarantine Department had given approval to these Pakistani slaughter houses for export of meat to Egypt. \\n\\u201cThis has been done as a result of an audit conducted by the Egyptian Veterinary authorities,\\u201d the announcement further said. \\nThe slaughter houses of the companies approved included Fauji Meat Ltd, P.K. Live Stock & Meat Company (Pvt), Tata Best Food Ltd, Al Shaheer Corporation (Ltd), the Organic Meat Company (Pvt), Tazij Meat and Food, Abedin International Abattoirs (Pvt), and Zenith Associates. \\nAdviser to PM on Commerce Razak Dawood said the move was a part of the government\\u2019s policy of geographical and product diversification. Last month, Jordan also approved three Pakistan-based slaughter houses for export of meat products. \\nPakistan exported meat and meat products worth $78.283 million between July and September this year as against $75.376m over the corresponding months last year, indicating a marginal growth of 3.86pc. \\nPakistan exported 18,344 tonnes of meat and its products in the first three months of this year as against 12,570 tonnes last year. \\nPublished in Dawn, November 20th, 2021\\n\",\"4\":\"KARACHI: The government plans to impose a higher tax rate on underutilised cement plants, according to Muzzam\\u00admil Aslam, spokesperson for the Ministry of Finance. \\n\\u201cThe government is considering a revision in tax rates related to capacity utilisation to bring down the price of cement. Those who increase production will be exempted from it,\\u201d he tweeted on Friday while noting that the ministry will soon send a summary to the Economic Coordination Committee (ECC). \\n\\n \\n\\n\\n\\n \\nSpeaking to Dawn, Mr Aslam said cement-makers are keeping the retail price at an elevated level by controlling the industry output. \\u201cThey go to court and get stay orders when the Competition Commission of Pakistan takes action against them,\\u201d he said. \\n\\nUnits going to raise output may be exempted\\n\\nAt the end of the last fiscal year, the country\\u2019s cement-making capacity was 69.3 million tonnes. The industry used almost 84 per cent of its available capacity to produce cement.\\n\\u201cUnderutilised plants will have to pay a higher federal excise duty (FED). The ECC will decide the extent of the increase in its rate,\\u201d he added. \\nThe industry currently pays the FED of Rs1,500 per tonne or Rs1.50 per kilogram of its output. \\nAccording to AKD Securities research analyst Shahrukh Saleem, local cement despatches dropped 5pc in October from a year ago but increased 15pc on a month-on-month basis. \\u201cOverall, we expect the local demand to remain strong for 2021-22 as economic activity continues to pick up.\\u201d \\nAs for raising the FED rate at a time when input costs are on the higher side and the exchange rate is volatile, Mr Aslam said plants that are sufficiently utilising their production capacities won\\u2019t get affected by the proposed tax hike. \\n\\u201cWho should we protect: consumers or cement makers? Isn\\u2019t it harmful for the country that they\\u2019ve joined hands and set a higher market price?\\u201d he said. The industry-wide capacity has grown at an annualised rate of 8.6pc in the last five years. The level of capacity utilisation has been in the range of 74pc and 91pc during these years. \\nSpeaking to Dawn, Arif Habib Ltd Head of Research Tahir Abbas said determining its optimum level of production is every company\\u2019s prerogative. \\u201cI don\\u2019t think the government will collect a lot of revenue by increasing the tax rate on underutilised plants. The government\\u2019s focus should be on promoting the free-market economy rather than introducing price-setting mechanisms,\\u201d he said. \\nMr Abbas insisted that rising raw material prices and depreciation have mainly been contributing to the 15-20pc increase in the retail price of cement during the preceding 12 months. \\nMany cement-makers, including Lucky, Attock, D G Khan, Bestway, Fauji, Flying, Cherat, Kohat and Maple Leaf have already announced capacity expansion plans, according to data compiled by BR Research. These companies will add a total capacity of 30m tonnes and bring the industry-wide output potential to 100m tonnes by 2024-25, it said. \\n\\u201cUtilisation levels come down after every round of capacity expansion as the base gets bigger. The government should realise that a variety of factors, including seasonality, drives capacity utilisation,\\u201d said Mr Abbas.\\nPublished in Dawn, November 20th, 2021\\n\",\"5\":\"LAHORE: The Lahore Chamber of Commerce and Industry (LCCI) on Friday said the State Bank of Pak\\u00adistan\\u2019s (SBP) latest move is totally against the business community\\u2019s expectations as the stage has been set for cost-push inflation. \\n\\u201cIncreasing the discount rate by 150 basis points would correspondingly jack up the cost of doing business that would ultimately hit the economic growth that has just started showing signs of recovery,\\u201d a joint statement issued by LCCI president Mian Nauman Kabir, senior vice president Mian Rehman Aziz Chan and vice president Haris Ateeq said.  \\nThe LCCI office-bearers said the SBP\\u2019s decision would not help curtail fiscal deficit nor control inflation as it had not served the purpose in the past and instead would create trouble for new investors. They said that at this point in time when both the trade and industry were in dire need of some special package, the increase in interest rate will prove only counterproductive to economic recovery.\\n\\u201cThe cost of doing business in Pakistan is already the highest in the region. The business community has been demanding lowering of interest rate for the sake of new investments that are going down with every passing day,\\u201d the LCCI representatives said.  \\n\\u201cPakistani businessmen need cheaper money as on the one hand it would facilitate him while on the other it would help ensure economic growth, which is at the moment much below the target. The SBP should focus on reducing the banking spread to control inflation instead of jacking up the discount rate by 150 basis points,\\u201d the LCCI statement added.\\nPublished in Dawn, November 20th, 2021\\n\",\"6\":\"ISLAMABAD: Remittances in Pakistan are likely to remain flat at the presently high levels in 2022 as the one-off effect of government incentives to attract them fades, says a new World Bank report. \\nThe latest issue of \\u2018Migration and Development Brief\\u2019 says Pakistan had another year of record remittances with growth at 26 per cent, and levels reaching $33 billion in 2021. \\nIn addition to the common drivers, the government\\u2019s proactive \\u2018Pakistan Remittance Initiative\\u2019 to support the transmission of remittances through formal channels was successful in attracting large inflows in 2021. \\nThe report which focused recovery from Covid-19 crisis through a migration lens, says Afghanistan\\u2019s fragile economic and political situation emerged as an unexpected prompt of remittance inflows into Pakistan in 2021. \\nAfghanistan\\u2019s fragile economic and political situation gave a special impetus to remittance inflows in Pakistan. Following the breakdown of official channels of money transfers to Afghanistan, remittances intended for Afghan refugees in Pakistan, as well as for families in dire stress in Afghanistan, flowed into Pakistan. According to one report, about 50,000 Afghans crossed the border into Pakistan and Iran some weeks before Pakistan temporarily closed its borders. \\nAlthough South Asia still has the lowest average remittance costs of any world region, at 4.6pc, the cost of remitting money to South Asia through official channels is high, and informal channels remain popular. \\nThe report says the remittance outlook for South Asia in 2022 is uncertain. On the positive side, forecasts of a robust recovery in the US offer good news for India but will benefit other South Asian countries less as they have fewer skilled migrants there.\\nPublished in Dawn, November 20th, 2021\\n\",\"7\":\"KARACHI: The State Bank has decided to announce the monetary policy eight times a year instead of the current practice of six times. \\n\\u201cIn continuation of efforts to make the process of monetary policy formulation more predictable and transparent in line with international best practices, the SBP has decided to increase the frequency of monetary policy reviews from six to eight times a year,\\u201d the central bank said in a press release issued on Friday. \\nThe SBP said this action would bring the frequency of meetings in line with that in comparable emerging markets and also help enhance the predictability of monetary policy actions.  The next monetary policy meetings of this fiscal year will be held on Dec 14, Jan 24, March 8, April 19, and Jun 10.\\nPublished in Dawn, November 20th, 2021\\n\",\"8\":\"KARACHI: The benchmark index of the Pakistan Stock Exchange remained mostly in the green zone on Friday as investors hailed growth in the large-scale manufacturing sector, which expanded 5.15 per cent in July-September on an annual basis. \\nAccording to Arif Habib Ltd, the second half saw profit-booking following the announcement of a current account deficit of $1.7 billion in October mainly on the back of a 66pc rise in imports. On the institutional front, accumulation was witnessed in the stocks of the banking sector. \\nAs a result, the KSE-100 index gained 378.91 points or 0.82pc to close at 46,489.41 points. \\nMarket participation increased 15.4pc to 304.21 million shares while the value of traded shares increased 41.6pc to Rs11.99bn. \\nSectors contributing the highest number of points to the benchmark index included commercial banking (178.96 points), fertiliser (102.23 points), oil and gas exploration (67.99 points), cement (62.03 points) and textile (25.2 points). \\n\\n\\n\\n \\nStocks that contributed significantly to the traded volume included Ghani Global Holdings Ltd (33.89m shares), Service Fabrics Ltd (17.86m shares), First National Equities Ltd (14.85m shares), Fauji Foods Ltd (10.57m shares) and WorldCall Telecom Ltd (10.42m shares). \\nStocks that contributed positively to the index included Engro Corporation Ltd (62.03 points), MCB Bank Ltd (38.94 points), Lucky Cement Ltd (38.83 points), Pakistan Petroleum Ltd (37.26 points) and Habib Bank Ltd (36.91 points). \\nShares that contributed negatively included TRG Pakistan Ltd (93.88 points), Systems Ltd (20.22 points), The Hub Power Company Ltd (20.01 points), Habib Metropolitan Bank Ltd (7.87 points) and Pakistan Stock Exchange Ltd (4.65 points). \\nStocks recording the biggest increases in percentage terms included Fatima Fertiliser Company Ltd, which went up 7.48pc, followed by Azgard Nine Ltd (6.36pc), Kohinoor Textile Mills Ltd (4.32pc), Adamjee Insurance Ltd (4.27pc) and Colgate-Palmolive Pakistan Ltd (3.95pc). \\n\\u201cThe monetary policy committee\\u2019s decision to raise the policy rate by 150 basis points to 8.75pc will create volatility in the upcoming rollover week,\\u201d said the research note by Arif Habib Ltd.\\nPublished in Dawn, November 20th, 2021\\n\"}}"